Model: "sequential_1961"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3922 (Dense)           (None, 207)               221904    
_________________________________________________________________
dropout_1961 (Dropout)       (None, 207)               0         
_________________________________________________________________
dense_3923 (Dense)           (None, 11)                2288      
=================================================================
Total params: 224,192
Trainable params: 224,192
Non-trainable params: 0
_________________________________________________________________
