Model: "sequential_3479"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6958 (Dense)           (None, 252)               267120    
_________________________________________________________________
dropout_3479 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6959 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,903
Trainable params: 269,903
Non-trainable params: 0
_________________________________________________________________
