Model: "sequential_4760"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9520 (Dense)           (None, 252)               265356    
_________________________________________________________________
dropout_4760 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_9521 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,139
Trainable params: 268,139
Non-trainable params: 0
_________________________________________________________________
