Model: "sequential_639"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1278 (Dense)           (None, 132)               140580    
_________________________________________________________________
dropout_639 (Dropout)        (None, 132)               0         
_________________________________________________________________
dense_1279 (Dense)           (None, 11)                1463      
=================================================================
Total params: 142,043
Trainable params: 142,043
Non-trainable params: 0
_________________________________________________________________
