Model: "sequential_3640"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7280 (Dense)           (None, 222)               233544    
_________________________________________________________________
dropout_3640 (Dropout)       (None, 222)               0         
_________________________________________________________________
dense_7281 (Dense)           (None, 11)                2453      
=================================================================
Total params: 235,997
Trainable params: 235,997
Non-trainable params: 0
_________________________________________________________________
