Model: "sequential_196"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_392 (Dense)            (None, 87)                92481     
_________________________________________________________________
dropout_196 (Dropout)        (None, 87)                0         
_________________________________________________________________
dense_393 (Dense)            (None, 11)                968       
=================================================================
Total params: 93,449
Trainable params: 93,449
Non-trainable params: 0
_________________________________________________________________
