Model: "sequential_649"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1298 (Dense)           (None, 117)               123435    
_________________________________________________________________
dropout_649 (Dropout)        (None, 117)               0         
_________________________________________________________________
dense_1299 (Dense)           (None, 11)                1298      
=================================================================
Total params: 124,733
Trainable params: 124,733
Non-trainable params: 0
_________________________________________________________________
