Model: "sequential_1158"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2316 (Dense)           (None, 172)               180772    
_________________________________________________________________
dropout_1158 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_2317 (Dense)           (None, 11)                1903      
=================================================================
Total params: 182,675
Trainable params: 182,675
Non-trainable params: 0
_________________________________________________________________
