Model: "sequential_884"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1768 (Dense)           (None, 32)                33216     
_________________________________________________________________
dropout_884 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1769 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,579
Trainable params: 33,579
Non-trainable params: 0
_________________________________________________________________
