Model: "sequential_951"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1902 (Dense)           (None, 147)               154497    
_________________________________________________________________
dropout_951 (Dropout)        (None, 147)               0         
_________________________________________________________________
dense_1903 (Dense)           (None, 11)                1628      
=================================================================
Total params: 156,125
Trainable params: 156,125
Non-trainable params: 0
_________________________________________________________________
