Model: "sequential_3673"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7346 (Dense)           (None, 32)                33088     
_________________________________________________________________
dropout_3673 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7347 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,451
Trainable params: 33,451
Non-trainable params: 0
_________________________________________________________________
