Model: "sequential_722"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1444 (Dense)           (None, 32)                33248     
_________________________________________________________________
dropout_722 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1445 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,611
Trainable params: 33,611
Non-trainable params: 0
_________________________________________________________________
