Model: "sequential_3454"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6908 (Dense)           (None, 252)               264600    
_________________________________________________________________
dropout_3454 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6909 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,383
Trainable params: 267,383
Non-trainable params: 0
_________________________________________________________________
