Model: "sequential_2714"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5428 (Dense)           (None, 167)               177187    
_________________________________________________________________
dropout_2714 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_5429 (Dense)           (None, 11)                1848      
=================================================================
Total params: 179,035
Trainable params: 179,035
Non-trainable params: 0
_________________________________________________________________
