Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 72)                75960     
_________________________________________________________________
dropout (Dropout)            (None, 72)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                803       
=================================================================
Total params: 76,763
Trainable params: 76,763
Non-trainable params: 0
_________________________________________________________________
