Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 212)               224508    
_________________________________________________________________
dropout (Dropout)            (None, 212)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2343      
=================================================================
Total params: 226,851
Trainable params: 226,851
Non-trainable params: 0
_________________________________________________________________
