Model: "sequential_3301"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6602 (Dense)           (None, 192)               206976    
_________________________________________________________________
dropout_3301 (Dropout)       (None, 192)               0         
_________________________________________________________________
dense_6603 (Dense)           (None, 11)                2123      
=================================================================
Total params: 209,099
Trainable params: 209,099
Non-trainable params: 0
_________________________________________________________________
