Model: "sequential_435"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_870 (Dense)            (None, 57)                60477     
_________________________________________________________________
dropout_435 (Dropout)        (None, 57)                0         
_________________________________________________________________
dense_871 (Dense)            (None, 11)                638       
=================================================================
Total params: 61,115
Trainable params: 61,115
Non-trainable params: 0
_________________________________________________________________
