Model: "sequential_4634"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9268 (Dense)           (None, 212)               226204    
_________________________________________________________________
dropout_4634 (Dropout)       (None, 212)               0         
_________________________________________________________________
dense_9269 (Dense)           (None, 11)                2343      
=================================================================
Total params: 228,547
Trainable params: 228,547
Non-trainable params: 0
_________________________________________________________________
