Model: "sequential_1582"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3164 (Dense)           (None, 117)               122967    
_________________________________________________________________
dropout_1582 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_3165 (Dense)           (None, 11)                1298      
=================================================================
Total params: 124,265
Trainable params: 124,265
Non-trainable params: 0
_________________________________________________________________
