Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 117)               120978    
_________________________________________________________________
dropout (Dropout)            (None, 117)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1298      
=================================================================
Total params: 122,276
Trainable params: 122,276
Non-trainable params: 0
_________________________________________________________________
