Model: "sequential_1402"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2804 (Dense)           (None, 32)                33280     
_________________________________________________________________
dropout_1402 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2805 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,643
Trainable params: 33,643
Non-trainable params: 0
_________________________________________________________________
