Model: "sequential_2262"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4524 (Dense)           (None, 162)               170424    
_________________________________________________________________
dropout_2262 (Dropout)       (None, 162)               0         
_________________________________________________________________
dense_4525 (Dense)           (None, 11)                1793      
=================================================================
Total params: 172,217
Trainable params: 172,217
Non-trainable params: 0
_________________________________________________________________
