Model: "sequential_3646"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7292 (Dense)           (None, 147)               158466    
_________________________________________________________________
dropout_3646 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_7293 (Dense)           (None, 11)                1628      
=================================================================
Total params: 160,094
Trainable params: 160,094
Non-trainable params: 0
_________________________________________________________________
