Model: "sequential_2823"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5646 (Dense)           (None, 117)               123201    
_________________________________________________________________
dropout_2823 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_5647 (Dense)           (None, 11)                1298      
=================================================================
Total params: 124,499
Trainable params: 124,499
Non-trainable params: 0
_________________________________________________________________
