Model: "sequential_2024"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4048 (Dense)           (None, 147)               153762    
_________________________________________________________________
dropout_2024 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_4049 (Dense)           (None, 11)                1628      
=================================================================
Total params: 155,390
Trainable params: 155,390
Non-trainable params: 0
_________________________________________________________________
