Model: "sequential_923"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1846 (Dense)           (None, 32)                33760     
_________________________________________________________________
dropout_923 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1847 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,123
Trainable params: 34,123
Non-trainable params: 0
_________________________________________________________________
