Model: "sequential_1498"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2996 (Dense)           (None, 192)               199104    
_________________________________________________________________
dropout_1498 (Dropout)       (None, 192)               0         
_________________________________________________________________
dense_2997 (Dense)           (None, 11)                2123      
=================================================================
Total params: 201,227
Trainable params: 201,227
Non-trainable params: 0
_________________________________________________________________
