Model: "sequential_583"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1166 (Dense)           (None, 102)               107610    
_________________________________________________________________
dropout_583 (Dropout)        (None, 102)               0         
_________________________________________________________________
dense_1167 (Dense)           (None, 11)                1133      
=================================================================
Total params: 108,743
Trainable params: 108,743
Non-trainable params: 0
_________________________________________________________________
