Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 137)               143713    
_________________________________________________________________
dropout (Dropout)            (None, 137)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1518      
=================================================================
Total params: 145,231
Trainable params: 145,231
Non-trainable params: 0
_________________________________________________________________
