Model: "sequential_2069"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4138 (Dense)           (None, 32)                33568     
_________________________________________________________________
dropout_2069 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4139 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,931
Trainable params: 33,931
Non-trainable params: 0
_________________________________________________________________
