Model: "sequential_1251"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2502 (Dense)           (None, 32)                33632     
_________________________________________________________________
dropout_1251 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2503 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,995
Trainable params: 33,995
Non-trainable params: 0
_________________________________________________________________
