Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 237)               247902    
_________________________________________________________________
dropout (Dropout)            (None, 237)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2618      
=================================================================
Total params: 250,520
Trainable params: 250,520
Non-trainable params: 0
_________________________________________________________________
