Model: "sequential_416"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_832 (Dense)            (None, 82)                87002     
_________________________________________________________________
dropout_416 (Dropout)        (None, 82)                0         
_________________________________________________________________
dense_833 (Dense)            (None, 11)                913       
=================================================================
Total params: 87,915
Trainable params: 87,915
Non-trainable params: 0
_________________________________________________________________
