Model: "sequential_505"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1010 (Dense)           (None, 172)               181288    
_________________________________________________________________
dropout_505 (Dropout)        (None, 172)               0         
_________________________________________________________________
dense_1011 (Dense)           (None, 11)                1903      
=================================================================
Total params: 183,191
Trainable params: 183,191
Non-trainable params: 0
_________________________________________________________________
