Model: "sequential_489"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_978 (Dense)            (None, 97)                103111    
_________________________________________________________________
dropout_489 (Dropout)        (None, 97)                0         
_________________________________________________________________
dense_979 (Dense)            (None, 11)                1078      
=================================================================
Total params: 104,189
Trainable params: 104,189
Non-trainable params: 0
_________________________________________________________________
