Model: "sequential_1537"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3074 (Dense)           (None, 57)                60078     
_________________________________________________________________
dropout_1537 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_3075 (Dense)           (None, 11)                638       
=================================================================
Total params: 60,716
Trainable params: 60,716
Non-trainable params: 0
_________________________________________________________________
