Model: "sequential_246"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_492 (Dense)            (None, 32)                33696     
_________________________________________________________________
dropout_246 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_493 (Dense)            (None, 11)                363       
=================================================================
Total params: 34,059
Trainable params: 34,059
Non-trainable params: 0
_________________________________________________________________
