Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 207)               213417    
_________________________________________________________________
dropout (Dropout)            (None, 207)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2288      
=================================================================
Total params: 215,705
Trainable params: 215,705
Non-trainable params: 0
_________________________________________________________________
