Model: "sequential_1704"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3408 (Dense)           (None, 32)                33888     
_________________________________________________________________
dropout_1704 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3409 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,251
Trainable params: 34,251
Non-trainable params: 0
_________________________________________________________________
