Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 197)               207638    
_________________________________________________________________
dropout (Dropout)            (None, 197)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2178      
=================================================================
Total params: 209,816
Trainable params: 209,816
Non-trainable params: 0
_________________________________________________________________
