Model: "sequential_3057"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6114 (Dense)           (None, 52)                54600     
_________________________________________________________________
dropout_3057 (Dropout)       (None, 52)                0         
_________________________________________________________________
dense_6115 (Dense)           (None, 11)                583       
=================================================================
Total params: 55,183
Trainable params: 55,183
Non-trainable params: 0
_________________________________________________________________
