Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 202)               209474    
_________________________________________________________________
dropout (Dropout)            (None, 202)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2233      
=================================================================
Total params: 211,707
Trainable params: 211,707
Non-trainable params: 0
_________________________________________________________________
