Model: "sequential_665"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1330 (Dense)           (None, 82)                87330     
_________________________________________________________________
dropout_665 (Dropout)        (None, 82)                0         
_________________________________________________________________
dense_1331 (Dense)           (None, 11)                913       
=================================================================
Total params: 88,243
Trainable params: 88,243
Non-trainable params: 0
_________________________________________________________________
