Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 77)                83006     
_________________________________________________________________
dropout (Dropout)            (None, 77)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                858       
=================================================================
Total params: 83,864
Trainable params: 83,864
Non-trainable params: 0
_________________________________________________________________
