Model: "sequential_4381"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8762 (Dense)           (None, 142)               146544    
_________________________________________________________________
dropout_4381 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_8763 (Dense)           (None, 11)                1573      
=================================================================
Total params: 148,117
Trainable params: 148,117
Non-trainable params: 0
_________________________________________________________________
