Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 167)               175517    
_________________________________________________________________
dropout (Dropout)            (None, 167)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1848      
=================================================================
Total params: 177,365
Trainable params: 177,365
Non-trainable params: 0
_________________________________________________________________
