Model: "sequential_4629"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9258 (Dense)           (None, 82)                84624     
_________________________________________________________________
dropout_4629 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_9259 (Dense)           (None, 11)                913       
=================================================================
Total params: 85,537
Trainable params: 85,537
Non-trainable params: 0
_________________________________________________________________
