Model: "sequential_2512"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5024 (Dense)           (None, 32)                34304     
_________________________________________________________________
dropout_2512 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5025 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,667
Trainable params: 34,667
Non-trainable params: 0
_________________________________________________________________
