Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 202)               212908    
_________________________________________________________________
dropout (Dropout)            (None, 202)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2233      
=================================================================
Total params: 215,141
Trainable params: 215,141
Non-trainable params: 0
_________________________________________________________________
