Model: "sequential_1055"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2110 (Dense)           (None, 77)                82005     
_________________________________________________________________
dropout_1055 (Dropout)       (None, 77)                0         
_________________________________________________________________
dense_2111 (Dense)           (None, 11)                858       
=================================================================
Total params: 82,863
Trainable params: 82,863
Non-trainable params: 0
_________________________________________________________________
