Model: "sequential_3217"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6434 (Dense)           (None, 187)               197846    
_________________________________________________________________
dropout_3217 (Dropout)       (None, 187)               0         
_________________________________________________________________
dense_6435 (Dense)           (None, 11)                2068      
=================================================================
Total params: 199,914
Trainable params: 199,914
Non-trainable params: 0
_________________________________________________________________
