Model: "sequential_4117"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8234 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_4117 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_8235 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
