Model: "sequential_811"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1622 (Dense)           (None, 97)                104275    
_________________________________________________________________
dropout_811 (Dropout)        (None, 97)                0         
_________________________________________________________________
dense_1623 (Dense)           (None, 11)                1078      
=================================================================
Total params: 105,353
Trainable params: 105,353
Non-trainable params: 0
_________________________________________________________________
