Model: "sequential_1022"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2044 (Dense)           (None, 172)               181288    
_________________________________________________________________
dropout_1022 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_2045 (Dense)           (None, 11)                1903      
=================================================================
Total params: 183,191
Trainable params: 183,191
Non-trainable params: 0
_________________________________________________________________
