Model: "sequential_2701"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5402 (Dense)           (None, 32)                34496     
_________________________________________________________________
dropout_2701 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5403 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,859
Trainable params: 34,859
Non-trainable params: 0
_________________________________________________________________
