Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 152)               161576    
_________________________________________________________________
dropout (Dropout)            (None, 152)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1683      
=================================================================
Total params: 163,259
Trainable params: 163,259
Non-trainable params: 0
_________________________________________________________________
