Model: "sequential_1064"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2128 (Dense)           (None, 252)               268380    
_________________________________________________________________
dropout_1064 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2129 (Dense)           (None, 11)                2783      
=================================================================
Total params: 271,163
Trainable params: 271,163
Non-trainable params: 0
_________________________________________________________________
