Model: "sequential_3702"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7404 (Dense)           (None, 117)               123903    
_________________________________________________________________
dropout_3702 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_7405 (Dense)           (None, 11)                1298      
=================================================================
Total params: 125,201
Trainable params: 125,201
Non-trainable params: 0
_________________________________________________________________
