Model: "sequential_2461"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4922 (Dense)           (None, 132)               135960    
_________________________________________________________________
dropout_2461 (Dropout)       (None, 132)               0         
_________________________________________________________________
dense_4923 (Dense)           (None, 11)                1463      
=================================================================
Total params: 137,423
Trainable params: 137,423
Non-trainable params: 0
_________________________________________________________________
