Model: "sequential_4660"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9320 (Dense)           (None, 32)                33024     
_________________________________________________________________
dropout_4660 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9321 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,387
Trainable params: 33,387
Non-trainable params: 0
_________________________________________________________________
