Model: "sequential_3172"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6344 (Dense)           (None, 202)               214120    
_________________________________________________________________
dropout_3172 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_6345 (Dense)           (None, 11)                2233      
=================================================================
Total params: 216,353
Trainable params: 216,353
Non-trainable params: 0
_________________________________________________________________
