Model: "sequential_3397"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6794 (Dense)           (None, 32)                33600     
_________________________________________________________________
dropout_3397 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_6795 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,963
Trainable params: 33,963
Non-trainable params: 0
_________________________________________________________________
