Model: "sequential_1974"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3948 (Dense)           (None, 57)                59964     
_________________________________________________________________
dropout_1974 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_3949 (Dense)           (None, 11)                638       
=================================================================
Total params: 60,602
Trainable params: 60,602
Non-trainable params: 0
_________________________________________________________________
