Model: "sequential_2155"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4310 (Dense)           (None, 117)               122967    
_________________________________________________________________
dropout_2155 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_4311 (Dense)           (None, 11)                1298      
=================================================================
Total params: 124,265
Trainable params: 124,265
Non-trainable params: 0
_________________________________________________________________
