Model: "sequential_1422"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2844 (Dense)           (None, 32)                34400     
_________________________________________________________________
dropout_1422 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2845 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,763
Trainable params: 34,763
Non-trainable params: 0
_________________________________________________________________
