Model: "sequential_3462"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6924 (Dense)           (None, 252)               264600    
_________________________________________________________________
dropout_3462 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6925 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,383
Trainable params: 267,383
Non-trainable params: 0
_________________________________________________________________
