Model: "sequential_1810"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3620 (Dense)           (None, 152)               161272    
_________________________________________________________________
dropout_1810 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_3621 (Dense)           (None, 11)                1683      
=================================================================
Total params: 162,955
Trainable params: 162,955
Non-trainable params: 0
_________________________________________________________________
