Model: "sequential_3719"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7438 (Dense)           (None, 32)                33504     
_________________________________________________________________
dropout_3719 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7439 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,867
Trainable params: 33,867
Non-trainable params: 0
_________________________________________________________________
