Model: "sequential_5116"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10232 (Dense)          (None, 152)               162184    
_________________________________________________________________
dropout_5116 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_10233 (Dense)          (None, 11)                1683      
=================================================================
Total params: 163,867
Trainable params: 163,867
Non-trainable params: 0
_________________________________________________________________
