Model: "sequential_1705"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3410 (Dense)           (None, 32)                33664     
_________________________________________________________________
dropout_1705 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3411 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,027
Trainable params: 34,027
Non-trainable params: 0
_________________________________________________________________
