Model: "sequential_4842"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9684 (Dense)           (None, 32)                34016     
_________________________________________________________________
dropout_4842 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9685 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,379
Trainable params: 34,379
Non-trainable params: 0
_________________________________________________________________
