Model: "sequential_4779"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9558 (Dense)           (None, 32)                33696     
_________________________________________________________________
dropout_4779 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9559 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,059
Trainable params: 34,059
Non-trainable params: 0
_________________________________________________________________
