Model: "sequential_789"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1578 (Dense)           (None, 167)               177521    
_________________________________________________________________
dropout_789 (Dropout)        (None, 167)               0         
_________________________________________________________________
dense_1579 (Dense)           (None, 11)                1848      
=================================================================
Total params: 179,369
Trainable params: 179,369
Non-trainable params: 0
_________________________________________________________________
