Model: "sequential_2205"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4410 (Dense)           (None, 237)               245769    
_________________________________________________________________
dropout_2205 (Dropout)       (None, 237)               0         
_________________________________________________________________
dense_4411 (Dense)           (None, 11)                2618      
=================================================================
Total params: 248,387
Trainable params: 248,387
Non-trainable params: 0
_________________________________________________________________
