Model: "sequential_984"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1968 (Dense)           (None, 172)               178708    
_________________________________________________________________
dropout_984 (Dropout)        (None, 172)               0         
_________________________________________________________________
dense_1969 (Dense)           (None, 11)                1903      
=================================================================
Total params: 180,611
Trainable params: 180,611
Non-trainable params: 0
_________________________________________________________________
