Model: "sequential_4143"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8286 (Dense)           (None, 127)               133604    
_________________________________________________________________
dropout_4143 (Dropout)       (None, 127)               0         
_________________________________________________________________
dense_8287 (Dense)           (None, 11)                1408      
=================================================================
Total params: 135,012
Trainable params: 135,012
Non-trainable params: 0
_________________________________________________________________
