Model: "sequential_1792"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3584 (Dense)           (None, 142)               149384    
_________________________________________________________________
dropout_1792 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_3585 (Dense)           (None, 11)                1573      
=================================================================
Total params: 150,957
Trainable params: 150,957
Non-trainable params: 0
_________________________________________________________________
