Model: "sequential_1073"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2146 (Dense)           (None, 167)               173680    
_________________________________________________________________
dropout_1073 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_2147 (Dense)           (None, 11)                1848      
=================================================================
Total params: 175,528
Trainable params: 175,528
Non-trainable params: 0
_________________________________________________________________
