Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 157)               167205    
_________________________________________________________________
dropout (Dropout)            (None, 157)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1738      
=================================================================
Total params: 168,943
Trainable params: 168,943
Non-trainable params: 0
_________________________________________________________________
