Model: "sequential_5076"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10152 (Dense)          (None, 182)               191646    
_________________________________________________________________
dropout_5076 (Dropout)       (None, 182)               0         
_________________________________________________________________
dense_10153 (Dense)          (None, 11)                2013      
=================================================================
Total params: 193,659
Trainable params: 193,659
Non-trainable params: 0
_________________________________________________________________
