Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 92)                98808     
_________________________________________________________________
dropout (Dropout)            (None, 92)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1023      
=================================================================
Total params: 99,831
Trainable params: 99,831
Non-trainable params: 0
_________________________________________________________________
