Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 142)               150520    
_________________________________________________________________
dropout (Dropout)            (None, 142)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1573      
=================================================================
Total params: 152,093
Trainable params: 152,093
Non-trainable params: 0
_________________________________________________________________
