Model: "sequential_4238"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8476 (Dense)           (None, 87)                91524     
_________________________________________________________________
dropout_4238 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_8477 (Dense)           (None, 11)                968       
=================================================================
Total params: 92,492
Trainable params: 92,492
Non-trainable params: 0
_________________________________________________________________
