Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 117)               124371    
_________________________________________________________________
dropout (Dropout)            (None, 117)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1298      
=================================================================
Total params: 125,669
Trainable params: 125,669
Non-trainable params: 0
_________________________________________________________________
