Model: "sequential_1604"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3208 (Dense)           (None, 237)               249798    
_________________________________________________________________
dropout_1604 (Dropout)       (None, 237)               0         
_________________________________________________________________
dense_3209 (Dense)           (None, 11)                2618      
=================================================================
Total params: 252,416
Trainable params: 252,416
Non-trainable params: 0
_________________________________________________________________
