Model: "sequential_3672"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7344 (Dense)           (None, 152)               159600    
_________________________________________________________________
dropout_3672 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_7345 (Dense)           (None, 11)                1683      
=================================================================
Total params: 161,283
Trainable params: 161,283
Non-trainable params: 0
_________________________________________________________________
