Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 77)                79387     
_________________________________________________________________
dropout (Dropout)            (None, 77)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                858       
=================================================================
Total params: 80,245
Trainable params: 80,245
Non-trainable params: 0
_________________________________________________________________
