Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 242)               252406    
_________________________________________________________________
dropout (Dropout)            (None, 242)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2673      
=================================================================
Total params: 255,079
Trainable params: 255,079
Non-trainable params: 0
_________________________________________________________________
