Model: "sequential_2400"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4800 (Dense)           (None, 252)               264348    
_________________________________________________________________
dropout_2400 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_4801 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,131
Trainable params: 267,131
Non-trainable params: 0
_________________________________________________________________
