Model: "sequential_3383"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6766 (Dense)           (None, 102)               108018    
_________________________________________________________________
dropout_3383 (Dropout)       (None, 102)               0         
_________________________________________________________________
dense_6767 (Dense)           (None, 11)                1133      
=================================================================
Total params: 109,151
Trainable params: 109,151
Non-trainable params: 0
_________________________________________________________________
