Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 77)                81466     
_________________________________________________________________
dropout (Dropout)            (None, 77)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                858       
=================================================================
Total params: 82,324
Trainable params: 82,324
Non-trainable params: 0
_________________________________________________________________
