Model: "sequential_1647"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3294 (Dense)           (None, 32)                33728     
_________________________________________________________________
dropout_1647 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3295 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,091
Trainable params: 34,091
Non-trainable params: 0
_________________________________________________________________
