Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 62)                65224     
_________________________________________________________________
dropout (Dropout)            (None, 62)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                693       
=================================================================
Total params: 65,917
Trainable params: 65,917
Non-trainable params: 0
_________________________________________________________________
