Model: "sequential_2598"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5196 (Dense)           (None, 57)                61104     
_________________________________________________________________
dropout_2598 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_5197 (Dense)           (None, 11)                638       
=================================================================
Total params: 61,742
Trainable params: 61,742
Non-trainable params: 0
_________________________________________________________________
