Model: "sequential_3724"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7448 (Dense)           (None, 202)               211494    
_________________________________________________________________
dropout_3724 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_7449 (Dense)           (None, 11)                2233      
=================================================================
Total params: 213,727
Trainable params: 213,727
Non-trainable params: 0
_________________________________________________________________
