Model: "sequential_1754"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3508 (Dense)           (None, 252)               262332    
_________________________________________________________________
dropout_1754 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3509 (Dense)           (None, 11)                2783      
=================================================================
Total params: 265,115
Trainable params: 265,115
Non-trainable params: 0
_________________________________________________________________
