Model: "sequential_4166"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8332 (Dense)           (None, 147)               153762    
_________________________________________________________________
dropout_4166 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_8333 (Dense)           (None, 11)                1628      
=================================================================
Total params: 155,390
Trainable params: 155,390
Non-trainable params: 0
_________________________________________________________________
