Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 202)               208262    
_________________________________________________________________
dropout (Dropout)            (None, 202)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2233      
=================================================================
Total params: 210,495
Trainable params: 210,495
Non-trainable params: 0
_________________________________________________________________
