Model: "sequential_332"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_664 (Dense)            (None, 62)                65410     
_________________________________________________________________
dropout_332 (Dropout)        (None, 62)                0         
_________________________________________________________________
dense_665 (Dense)            (None, 11)                693       
=================================================================
Total params: 66,103
Trainable params: 66,103
Non-trainable params: 0
_________________________________________________________________
