Model: "sequential_2235"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4470 (Dense)           (None, 92)                95404     
_________________________________________________________________
dropout_2235 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_4471 (Dense)           (None, 11)                1023      
=================================================================
Total params: 96,427
Trainable params: 96,427
Non-trainable params: 0
_________________________________________________________________
