Model: "sequential_3521"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7042 (Dense)           (None, 32)                33728     
_________________________________________________________________
dropout_3521 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7043 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,091
Trainable params: 34,091
Non-trainable params: 0
_________________________________________________________________
