Model: "sequential_959"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1918 (Dense)           (None, 32)                34080     
_________________________________________________________________
dropout_959 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1919 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,443
Trainable params: 34,443
Non-trainable params: 0
_________________________________________________________________
