Model: "sequential_3848"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7696 (Dense)           (None, 102)               105876    
_________________________________________________________________
dropout_3848 (Dropout)       (None, 102)               0         
_________________________________________________________________
dense_7697 (Dense)           (None, 11)                1133      
=================================================================
Total params: 107,009
Trainable params: 107,009
Non-trainable params: 0
_________________________________________________________________
