Model: "sequential_2862"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5724 (Dense)           (None, 252)               264600    
_________________________________________________________________
dropout_2862 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5725 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,383
Trainable params: 267,383
Non-trainable params: 0
_________________________________________________________________
