Model: "sequential_5260"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10520 (Dense)          (None, 252)               260064    
_________________________________________________________________
dropout_5260 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10521 (Dense)          (None, 11)                2783      
=================================================================
Total params: 262,847
Trainable params: 262,847
Non-trainable params: 0
_________________________________________________________________
