Model: "sequential_3397"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6794 (Dense)           (None, 122)               129320    
_________________________________________________________________
dropout_3397 (Dropout)       (None, 122)               0         
_________________________________________________________________
dense_6795 (Dense)           (None, 11)                1353      
=================================================================
Total params: 130,673
Trainable params: 130,673
Non-trainable params: 0
_________________________________________________________________
