Model: "sequential_2751"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5502 (Dense)           (None, 172)               179912    
_________________________________________________________________
dropout_2751 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_5503 (Dense)           (None, 11)                1903      
=================================================================
Total params: 181,815
Trainable params: 181,815
Non-trainable params: 0
_________________________________________________________________
