Model: "sequential_976"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1952 (Dense)           (None, 157)               164693    
_________________________________________________________________
dropout_976 (Dropout)        (None, 157)               0         
_________________________________________________________________
dense_1953 (Dense)           (None, 11)                1738      
=================================================================
Total params: 166,431
Trainable params: 166,431
Non-trainable params: 0
_________________________________________________________________
