Model: "sequential_1437"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2874 (Dense)           (None, 77)                81004     
_________________________________________________________________
dropout_1437 (Dropout)       (None, 77)                0         
_________________________________________________________________
dense_2875 (Dense)           (None, 11)                858       
=================================================================
Total params: 81,862
Trainable params: 81,862
Non-trainable params: 0
_________________________________________________________________
