Model: "sequential_100"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_200 (Dense)            (None, 142)               150662    
_________________________________________________________________
dropout_100 (Dropout)        (None, 142)               0         
_________________________________________________________________
dense_201 (Dense)            (None, 11)                1573      
=================================================================
Total params: 152,235
Trainable params: 152,235
Non-trainable params: 0
_________________________________________________________________
