Model: "sequential_4505"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9010 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_4505 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9011 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
