Model: "sequential_1880"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3760 (Dense)           (None, 172)               179912    
_________________________________________________________________
dropout_1880 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_3761 (Dense)           (None, 11)                1903      
=================================================================
Total params: 181,815
Trainable params: 181,815
Non-trainable params: 0
_________________________________________________________________
