Model: "sequential_2934"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5868 (Dense)           (None, 32)                33696     
_________________________________________________________________
dropout_2934 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5869 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,059
Trainable params: 34,059
Non-trainable params: 0
_________________________________________________________________
