Model: "sequential_4607"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9214 (Dense)           (None, 147)               156849    
_________________________________________________________________
dropout_4607 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_9215 (Dense)           (None, 11)                1628      
=================================================================
Total params: 158,477
Trainable params: 158,477
Non-trainable params: 0
_________________________________________________________________
