Model: "sequential_2336"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4672 (Dense)           (None, 37)                38369     
_________________________________________________________________
dropout_2336 (Dropout)       (None, 37)                0         
_________________________________________________________________
dense_4673 (Dense)           (None, 11)                418       
=================================================================
Total params: 38,787
Trainable params: 38,787
Non-trainable params: 0
_________________________________________________________________
