Model: "sequential_4890"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9780 (Dense)           (None, 212)               226204    
_________________________________________________________________
dropout_4890 (Dropout)       (None, 212)               0         
_________________________________________________________________
dense_9781 (Dense)           (None, 11)                2343      
=================================================================
Total params: 228,547
Trainable params: 228,547
Non-trainable params: 0
_________________________________________________________________
