Model: "sequential_4172"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8344 (Dense)           (None, 82)                85772     
_________________________________________________________________
dropout_4172 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_8345 (Dense)           (None, 11)                913       
=================================================================
Total params: 86,685
Trainable params: 86,685
Non-trainable params: 0
_________________________________________________________________
