Model: "sequential_2615"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5230 (Dense)           (None, 157)               168304    
_________________________________________________________________
dropout_2615 (Dropout)       (None, 157)               0         
_________________________________________________________________
dense_5231 (Dense)           (None, 11)                1738      
=================================================================
Total params: 170,042
Trainable params: 170,042
Non-trainable params: 0
_________________________________________________________________
