Model: "sequential_1554"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3108 (Dense)           (None, 247)               259597    
_________________________________________________________________
dropout_1554 (Dropout)       (None, 247)               0         
_________________________________________________________________
dense_3109 (Dense)           (None, 11)                2728      
=================================================================
Total params: 262,325
Trainable params: 262,325
Non-trainable params: 0
_________________________________________________________________
