Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 107)               113206    
_________________________________________________________________
dropout (Dropout)            (None, 107)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1188      
=================================================================
Total params: 114,394
Trainable params: 114,394
Non-trainable params: 0
_________________________________________________________________
