Model: "sequential_2367"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4734 (Dense)           (None, 67)                69747     
_________________________________________________________________
dropout_2367 (Dropout)       (None, 67)                0         
_________________________________________________________________
dense_4735 (Dense)           (None, 11)                748       
=================================================================
Total params: 70,495
Trainable params: 70,495
Non-trainable params: 0
_________________________________________________________________
