Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 182)               188916    
_________________________________________________________________
dropout (Dropout)            (None, 182)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2013      
=================================================================
Total params: 190,929
Trainable params: 190,929
Non-trainable params: 0
_________________________________________________________________
