Model: "sequential_5100"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10200 (Dense)          (None, 32)                33632     
_________________________________________________________________
dropout_5100 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_10201 (Dense)          (None, 11)                363       
=================================================================
Total params: 33,995
Trainable params: 33,995
Non-trainable params: 0
_________________________________________________________________
