Model: "sequential_1791"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3582 (Dense)           (None, 32)                33568     
_________________________________________________________________
dropout_1791 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3583 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,931
Trainable params: 33,931
Non-trainable params: 0
_________________________________________________________________
