Model: "sequential_774"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1548 (Dense)           (None, 252)               267876    
_________________________________________________________________
dropout_774 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_1549 (Dense)           (None, 11)                2783      
=================================================================
Total params: 270,659
Trainable params: 270,659
Non-trainable params: 0
_________________________________________________________________
