Model: "sequential_5007"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10014 (Dense)          (None, 62)                63612     
_________________________________________________________________
dropout_5007 (Dropout)       (None, 62)                0         
_________________________________________________________________
dense_10015 (Dense)          (None, 11)                693       
=================================================================
Total params: 64,305
Trainable params: 64,305
Non-trainable params: 0
_________________________________________________________________
