Model: "sequential_388"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_776 (Dense)            (None, 97)                103305    
_________________________________________________________________
dropout_388 (Dropout)        (None, 97)                0         
_________________________________________________________________
dense_777 (Dense)            (None, 11)                1078      
=================================================================
Total params: 104,383
Trainable params: 104,383
Non-trainable params: 0
_________________________________________________________________
