Model: "sequential_5070"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10140 (Dense)          (None, 57)                60021     
_________________________________________________________________
dropout_5070 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_10141 (Dense)          (None, 11)                638       
=================================================================
Total params: 60,659
Trainable params: 60,659
Non-trainable params: 0
_________________________________________________________________
