Model: "sequential_2502"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5004 (Dense)           (None, 32)                33184     
_________________________________________________________________
dropout_2502 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5005 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,547
Trainable params: 33,547
Non-trainable params: 0
_________________________________________________________________
