Model: "sequential_2006"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4012 (Dense)           (None, 202)               211292    
_________________________________________________________________
dropout_2006 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_4013 (Dense)           (None, 11)                2233      
=================================================================
Total params: 213,525
Trainable params: 213,525
Non-trainable params: 0
_________________________________________________________________
