Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 237)               250983    
_________________________________________________________________
dropout (Dropout)            (None, 237)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2618      
=================================================================
Total params: 253,601
Trainable params: 253,601
Non-trainable params: 0
_________________________________________________________________
