Model: "sequential_1864"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3728 (Dense)           (None, 57)                60306     
_________________________________________________________________
dropout_1864 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_3729 (Dense)           (None, 11)                638       
=================================================================
Total params: 60,944
Trainable params: 60,944
Non-trainable params: 0
_________________________________________________________________
