Model: "sequential_1426"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2852 (Dense)           (None, 87)                92046     
_________________________________________________________________
dropout_1426 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_2853 (Dense)           (None, 11)                968       
=================================================================
Total params: 93,014
Trainable params: 93,014
Non-trainable params: 0
_________________________________________________________________
