Model: "sequential_4621"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9242 (Dense)           (None, 57)                60819     
_________________________________________________________________
dropout_4621 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_9243 (Dense)           (None, 11)                638       
=================================================================
Total params: 61,457
Trainable params: 61,457
Non-trainable params: 0
_________________________________________________________________
