Model: "sequential_1629"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3258 (Dense)           (None, 237)               247902    
_________________________________________________________________
dropout_1629 (Dropout)       (None, 237)               0         
_________________________________________________________________
dense_3259 (Dense)           (None, 11)                2618      
=================================================================
Total params: 250,520
Trainable params: 250,520
Non-trainable params: 0
_________________________________________________________________
