Model: "sequential_3700"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7400 (Dense)           (None, 252)               263844    
_________________________________________________________________
dropout_3700 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7401 (Dense)           (None, 11)                2783      
=================================================================
Total params: 266,627
Trainable params: 266,627
Non-trainable params: 0
_________________________________________________________________
