Model: "sequential_507"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1014 (Dense)           (None, 32)                34400     
_________________________________________________________________
dropout_507 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1015 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,763
Trainable params: 34,763
Non-trainable params: 0
_________________________________________________________________
