Model: "sequential_1565"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3130 (Dense)           (None, 87)                91263     
_________________________________________________________________
dropout_1565 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_3131 (Dense)           (None, 11)                968       
=================================================================
Total params: 92,231
Trainable params: 92,231
Non-trainable params: 0
_________________________________________________________________
