Model: "sequential_1565"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3130 (Dense)           (None, 252)               264852    
_________________________________________________________________
dropout_1565 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3131 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,635
Trainable params: 267,635
Non-trainable params: 0
_________________________________________________________________
