Model: "sequential_3618"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7236 (Dense)           (None, 252)               270648    
_________________________________________________________________
dropout_3618 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7237 (Dense)           (None, 11)                2783      
=================================================================
Total params: 273,431
Trainable params: 273,431
Non-trainable params: 0
_________________________________________________________________
