Model: "sequential_5382"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10764 (Dense)          (None, 147)               156261    
_________________________________________________________________
dropout_5382 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_10765 (Dense)          (None, 11)                1628      
=================================================================
Total params: 157,889
Trainable params: 157,889
Non-trainable params: 0
_________________________________________________________________
