Model: "sequential_1530"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3060 (Dense)           (None, 252)               265104    
_________________________________________________________________
dropout_1530 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3061 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,887
Trainable params: 267,887
Non-trainable params: 0
_________________________________________________________________
