Model: "sequential_3730"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7460 (Dense)           (None, 92)                96600     
_________________________________________________________________
dropout_3730 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_7461 (Dense)           (None, 11)                1023      
=================================================================
Total params: 97,623
Trainable params: 97,623
Non-trainable params: 0
_________________________________________________________________
