Model: "sequential_1677"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3354 (Dense)           (None, 132)               140580    
_________________________________________________________________
dropout_1677 (Dropout)       (None, 132)               0         
_________________________________________________________________
dense_3355 (Dense)           (None, 11)                1463      
=================================================================
Total params: 142,043
Trainable params: 142,043
Non-trainable params: 0
_________________________________________________________________
