Model: "sequential_145"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_290 (Dense)            (None, 187)               198407    
_________________________________________________________________
dropout_145 (Dropout)        (None, 187)               0         
_________________________________________________________________
dense_291 (Dense)            (None, 11)                2068      
=================================================================
Total params: 200,475
Trainable params: 200,475
Non-trainable params: 0
_________________________________________________________________
