Model: "sequential_1875"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3750 (Dense)           (None, 252)               264348    
_________________________________________________________________
dropout_1875 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3751 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,131
Trainable params: 267,131
Non-trainable params: 0
_________________________________________________________________
