Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 212)               225568    
_________________________________________________________________
dropout (Dropout)            (None, 212)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2343      
=================================================================
Total params: 227,911
Trainable params: 227,911
Non-trainable params: 0
_________________________________________________________________
