Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 97)                103111    
_________________________________________________________________
dropout (Dropout)            (None, 97)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1078      
=================================================================
Total params: 104,189
Trainable params: 104,189
Non-trainable params: 0
_________________________________________________________________
