Model: "sequential_3412"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6824 (Dense)           (None, 32)                33856     
_________________________________________________________________
dropout_3412 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_6825 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,219
Trainable params: 34,219
Non-trainable params: 0
_________________________________________________________________
