Model: "sequential_1928"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3856 (Dense)           (None, 227)               243344    
_________________________________________________________________
dropout_1928 (Dropout)       (None, 227)               0         
_________________________________________________________________
dense_3857 (Dense)           (None, 11)                2508      
=================================================================
Total params: 245,852
Trainable params: 245,852
Non-trainable params: 0
_________________________________________________________________
