Model: "sequential_3648"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7296 (Dense)           (None, 122)               128100    
_________________________________________________________________
dropout_3648 (Dropout)       (None, 122)               0         
_________________________________________________________________
dense_7297 (Dense)           (None, 11)                1353      
=================================================================
Total params: 129,453
Trainable params: 129,453
Non-trainable params: 0
_________________________________________________________________
