Model: "sequential_2194"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4388 (Dense)           (None, 57)                60078     
_________________________________________________________________
dropout_2194 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_4389 (Dense)           (None, 11)                638       
=================================================================
Total params: 60,716
Trainable params: 60,716
Non-trainable params: 0
_________________________________________________________________
