Model: "sequential_2831"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5662 (Dense)           (None, 152)               160056    
_________________________________________________________________
dropout_2831 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_5663 (Dense)           (None, 11)                1683      
=================================================================
Total params: 161,739
Trainable params: 161,739
Non-trainable params: 0
_________________________________________________________________
