Model: "sequential_884"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1768 (Dense)           (None, 82)                86182     
_________________________________________________________________
dropout_884 (Dropout)        (None, 82)                0         
_________________________________________________________________
dense_1769 (Dense)           (None, 11)                913       
=================================================================
Total params: 87,095
Trainable params: 87,095
Non-trainable params: 0
_________________________________________________________________
