Model: "sequential_4262"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8524 (Dense)           (None, 152)               158992    
_________________________________________________________________
dropout_4262 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_8525 (Dense)           (None, 11)                1683      
=================================================================
Total params: 160,675
Trainable params: 160,675
Non-trainable params: 0
_________________________________________________________________
