Model: "sequential_500"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1000 (Dense)           (None, 32)                33728     
_________________________________________________________________
dropout_500 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1001 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,091
Trainable params: 34,091
Non-trainable params: 0
_________________________________________________________________
