Model: "sequential_1566"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3132 (Dense)           (None, 32)                34080     
_________________________________________________________________
dropout_1566 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3133 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,443
Trainable params: 34,443
Non-trainable params: 0
_________________________________________________________________
