Model: "sequential_1100"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2200 (Dense)           (None, 252)               265104    
_________________________________________________________________
dropout_1100 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2201 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,887
Trainable params: 267,887
Non-trainable params: 0
_________________________________________________________________
