Model: "sequential_3160"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6320 (Dense)           (None, 252)               266616    
_________________________________________________________________
dropout_3160 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6321 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,399
Trainable params: 269,399
Non-trainable params: 0
_________________________________________________________________
