Model: "sequential_2692"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5384 (Dense)           (None, 32)                33312     
_________________________________________________________________
dropout_2692 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5385 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,675
Trainable params: 33,675
Non-trainable params: 0
_________________________________________________________________
