Model: "sequential_4558"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9116 (Dense)           (None, 192)               200832    
_________________________________________________________________
dropout_4558 (Dropout)       (None, 192)               0         
_________________________________________________________________
dense_9117 (Dense)           (None, 11)                2123      
=================================================================
Total params: 202,955
Trainable params: 202,955
Non-trainable params: 0
_________________________________________________________________
