Model: "sequential_2094"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4188 (Dense)           (None, 252)               270144    
_________________________________________________________________
dropout_2094 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_4189 (Dense)           (None, 11)                2783      
=================================================================
Total params: 272,927
Trainable params: 272,927
Non-trainable params: 0
_________________________________________________________________
