Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 92)                97612     
_________________________________________________________________
dropout (Dropout)            (None, 92)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1023      
=================================================================
Total params: 98,635
Trainable params: 98,635
Non-trainable params: 0
_________________________________________________________________
