Model: "sequential_2385"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4770 (Dense)           (None, 137)               146864    
_________________________________________________________________
dropout_2385 (Dropout)       (None, 137)               0         
_________________________________________________________________
dense_4771 (Dense)           (None, 11)                1518      
=================================================================
Total params: 148,382
Trainable params: 148,382
Non-trainable params: 0
_________________________________________________________________
