Model: "sequential_2588"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5176 (Dense)           (None, 147)               154644    
_________________________________________________________________
dropout_2588 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_5177 (Dense)           (None, 11)                1628      
=================================================================
Total params: 156,272
Trainable params: 156,272
Non-trainable params: 0
_________________________________________________________________
