Model: "sequential_5365"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10730 (Dense)          (None, 122)               128222    
_________________________________________________________________
dropout_5365 (Dropout)       (None, 122)               0         
_________________________________________________________________
dense_10731 (Dense)          (None, 11)                1353      
=================================================================
Total params: 129,575
Trainable params: 129,575
Non-trainable params: 0
_________________________________________________________________
