Model: "sequential_2178"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4356 (Dense)           (None, 82)                85772     
_________________________________________________________________
dropout_2178 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_4357 (Dense)           (None, 11)                913       
=================================================================
Total params: 86,685
Trainable params: 86,685
Non-trainable params: 0
_________________________________________________________________
