Model: "sequential_653"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1306 (Dense)           (None, 37)                39368     
_________________________________________________________________
dropout_653 (Dropout)        (None, 37)                0         
_________________________________________________________________
dense_1307 (Dense)           (None, 11)                418       
=================================================================
Total params: 39,786
Trainable params: 39,786
Non-trainable params: 0
_________________________________________________________________
