Model: "sequential_424"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_848 (Dense)            (None, 252)               267372    
_________________________________________________________________
dropout_424 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_849 (Dense)            (None, 11)                2783      
=================================================================
Total params: 270,155
Trainable params: 270,155
Non-trainable params: 0
_________________________________________________________________
