Model: "sequential_3340"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6680 (Dense)           (None, 32)                34496     
_________________________________________________________________
dropout_3340 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_6681 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,859
Trainable params: 34,859
Non-trainable params: 0
_________________________________________________________________
