Model: "sequential_768"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1536 (Dense)           (None, 157)               166891    
_________________________________________________________________
dropout_768 (Dropout)        (None, 157)               0         
_________________________________________________________________
dense_1537 (Dense)           (None, 11)                1738      
=================================================================
Total params: 168,629
Trainable params: 168,629
Non-trainable params: 0
_________________________________________________________________
