Model: "sequential_2262"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4524 (Dense)           (None, 32)                33312     
_________________________________________________________________
dropout_2262 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4525 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,675
Trainable params: 33,675
Non-trainable params: 0
_________________________________________________________________
