Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 87)                90741     
_________________________________________________________________
dropout (Dropout)            (None, 87)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                968       
=================================================================
Total params: 91,709
Trainable params: 91,709
Non-trainable params: 0
_________________________________________________________________
