Model: "sequential_165"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_330 (Dense)            (None, 187)               198781    
_________________________________________________________________
dropout_165 (Dropout)        (None, 187)               0         
_________________________________________________________________
dense_331 (Dense)            (None, 11)                2068      
=================================================================
Total params: 200,849
Trainable params: 200,849
Non-trainable params: 0
_________________________________________________________________
