Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 202)               214928    
_________________________________________________________________
dropout (Dropout)            (None, 202)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2233      
=================================================================
Total params: 217,161
Trainable params: 217,161
Non-trainable params: 0
_________________________________________________________________
