Model: "sequential_713"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1426 (Dense)           (None, 97)                100783    
_________________________________________________________________
dropout_713 (Dropout)        (None, 97)                0         
_________________________________________________________________
dense_1427 (Dense)           (None, 11)                1078      
=================================================================
Total params: 101,861
Trainable params: 101,861
Non-trainable params: 0
_________________________________________________________________
