Model: "sequential_2393"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4786 (Dense)           (None, 32)                34304     
_________________________________________________________________
dropout_2393 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4787 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,667
Trainable params: 34,667
Non-trainable params: 0
_________________________________________________________________
