Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 142)               146828    
_________________________________________________________________
dropout (Dropout)            (None, 142)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1573      
=================================================================
Total params: 148,401
Trainable params: 148,401
Non-trainable params: 0
_________________________________________________________________
