Model: "sequential_1037"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2074 (Dense)           (None, 132)               137676    
_________________________________________________________________
dropout_1037 (Dropout)       (None, 132)               0         
_________________________________________________________________
dense_2075 (Dense)           (None, 11)                1463      
=================================================================
Total params: 139,139
Trainable params: 139,139
Non-trainable params: 0
_________________________________________________________________
