Model: "sequential_2478"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4956 (Dense)           (None, 62)                65596     
_________________________________________________________________
dropout_2478 (Dropout)       (None, 62)                0         
_________________________________________________________________
dense_4957 (Dense)           (None, 11)                693       
=================================================================
Total params: 66,289
Trainable params: 66,289
Non-trainable params: 0
_________________________________________________________________
