Model: "sequential_2602"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5204 (Dense)           (None, 252)               262332    
_________________________________________________________________
dropout_2602 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5205 (Dense)           (None, 11)                2783      
=================================================================
Total params: 265,115
Trainable params: 265,115
Non-trainable params: 0
_________________________________________________________________
