Model: "sequential_1356"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2712 (Dense)           (None, 32)                33888     
_________________________________________________________________
dropout_1356 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2713 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,251
Trainable params: 34,251
Non-trainable params: 0
_________________________________________________________________
