Model: "sequential_2513"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5026 (Dense)           (None, 32)                32992     
_________________________________________________________________
dropout_2513 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5027 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,355
Trainable params: 33,355
Non-trainable params: 0
_________________________________________________________________
