Model: "sequential_795"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1590 (Dense)           (None, 152)               161576    
_________________________________________________________________
dropout_795 (Dropout)        (None, 152)               0         
_________________________________________________________________
dense_1591 (Dense)           (None, 11)                1683      
=================================================================
Total params: 163,259
Trainable params: 163,259
Non-trainable params: 0
_________________________________________________________________
