Model: "sequential_3848"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7696 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_3848 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7697 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
