Model: "sequential_2220"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4440 (Dense)           (None, 92)                94852     
_________________________________________________________________
dropout_2220 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_4441 (Dense)           (None, 11)                1023      
=================================================================
Total params: 95,875
Trainable params: 95,875
Non-trainable params: 0
_________________________________________________________________
