Model: "sequential_3804"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7608 (Dense)           (None, 97)                102141    
_________________________________________________________________
dropout_3804 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_7609 (Dense)           (None, 11)                1078      
=================================================================
Total params: 103,219
Trainable params: 103,219
Non-trainable params: 0
_________________________________________________________________
