Model: "sequential_904"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1808 (Dense)           (None, 172)               181288    
_________________________________________________________________
dropout_904 (Dropout)        (None, 172)               0         
_________________________________________________________________
dense_1809 (Dense)           (None, 11)                1903      
=================================================================
Total params: 183,191
Trainable params: 183,191
Non-trainable params: 0
_________________________________________________________________
