Model: "sequential_1142"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2284 (Dense)           (None, 47)                49726     
_________________________________________________________________
dropout_1142 (Dropout)       (None, 47)                0         
_________________________________________________________________
dense_2285 (Dense)           (None, 11)                528       
=================================================================
Total params: 50,254
Trainable params: 50,254
Non-trainable params: 0
_________________________________________________________________
