Model: "sequential_2753"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5506 (Dense)           (None, 172)               178364    
_________________________________________________________________
dropout_2753 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_5507 (Dense)           (None, 11)                1903      
=================================================================
Total params: 180,267
Trainable params: 180,267
Non-trainable params: 0
_________________________________________________________________
