Model: "sequential_3237"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6474 (Dense)           (None, 147)               154791    
_________________________________________________________________
dropout_3237 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_6475 (Dense)           (None, 11)                1628      
=================================================================
Total params: 156,419
Trainable params: 156,419
Non-trainable params: 0
_________________________________________________________________
