Model: "sequential_1994"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3988 (Dense)           (None, 167)               172010    
_________________________________________________________________
dropout_1994 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_3989 (Dense)           (None, 11)                1848      
=================================================================
Total params: 173,858
Trainable params: 173,858
Non-trainable params: 0
_________________________________________________________________
