Model: "sequential_686"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1372 (Dense)           (None, 167)               177688    
_________________________________________________________________
dropout_686 (Dropout)        (None, 167)               0         
_________________________________________________________________
dense_1373 (Dense)           (None, 11)                1848      
=================================================================
Total params: 179,536
Trainable params: 179,536
Non-trainable params: 0
_________________________________________________________________
