Model: "sequential_1228"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2456 (Dense)           (None, 92)                96968     
_________________________________________________________________
dropout_1228 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_2457 (Dense)           (None, 11)                1023      
=================================================================
Total params: 97,991
Trainable params: 97,991
Non-trainable params: 0
_________________________________________________________________
