Model: "sequential_1461"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2922 (Dense)           (None, 252)               266868    
_________________________________________________________________
dropout_1461 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2923 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,651
Trainable params: 269,651
Non-trainable params: 0
_________________________________________________________________
