Model: "sequential_1512"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3024 (Dense)           (None, 252)               265104    
_________________________________________________________________
dropout_1512 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3025 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,887
Trainable params: 267,887
Non-trainable params: 0
_________________________________________________________________
