Model: "sequential_2517"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5034 (Dense)           (None, 252)               265356    
_________________________________________________________________
dropout_2517 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5035 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,139
Trainable params: 268,139
Non-trainable params: 0
_________________________________________________________________
