Model: "sequential_2397"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4794 (Dense)           (None, 52)                54548     
_________________________________________________________________
dropout_2397 (Dropout)       (None, 52)                0         
_________________________________________________________________
dense_4795 (Dense)           (None, 11)                583       
=================================================================
Total params: 55,131
Trainable params: 55,131
Non-trainable params: 0
_________________________________________________________________
