Model: "sequential_1697"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3394 (Dense)           (None, 77)                80542     
_________________________________________________________________
dropout_1697 (Dropout)       (None, 77)                0         
_________________________________________________________________
dense_3395 (Dense)           (None, 11)                858       
=================================================================
Total params: 81,400
Trainable params: 81,400
Non-trainable params: 0
_________________________________________________________________
