Model: "sequential_531"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1062 (Dense)           (None, 137)               147275    
_________________________________________________________________
dropout_531 (Dropout)        (None, 137)               0         
_________________________________________________________________
dense_1063 (Dense)           (None, 11)                1518      
=================================================================
Total params: 148,793
Trainable params: 148,793
Non-trainable params: 0
_________________________________________________________________
