Model: "sequential_3659"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7318 (Dense)           (None, 82)                86100     
_________________________________________________________________
dropout_3659 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_7319 (Dense)           (None, 11)                913       
=================================================================
Total params: 87,013
Trainable params: 87,013
Non-trainable params: 0
_________________________________________________________________
