Model: "sequential_3479"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6958 (Dense)           (None, 52)                55120     
_________________________________________________________________
dropout_3479 (Dropout)       (None, 52)                0         
_________________________________________________________________
dense_6959 (Dense)           (None, 11)                583       
=================================================================
Total params: 55,703
Trainable params: 55,703
Non-trainable params: 0
_________________________________________________________________
