Model: "sequential_4043"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8086 (Dense)           (None, 92)                95128     
_________________________________________________________________
dropout_4043 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_8087 (Dense)           (None, 11)                1023      
=================================================================
Total params: 96,151
Trainable params: 96,151
Non-trainable params: 0
_________________________________________________________________
