Model: "sequential_4493"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8986 (Dense)           (None, 252)               265104    
_________________________________________________________________
dropout_4493 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_8987 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,887
Trainable params: 267,887
Non-trainable params: 0
_________________________________________________________________
