Model: "sequential_3141"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6282 (Dense)           (None, 252)               266868    
_________________________________________________________________
dropout_3141 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6283 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,651
Trainable params: 269,651
Non-trainable params: 0
_________________________________________________________________
