Model: "sequential_833"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1666 (Dense)           (None, 202)               212908    
_________________________________________________________________
dropout_833 (Dropout)        (None, 202)               0         
_________________________________________________________________
dense_1667 (Dense)           (None, 11)                2233      
=================================================================
Total params: 215,141
Trainable params: 215,141
Non-trainable params: 0
_________________________________________________________________
