Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 147)               152439    
_________________________________________________________________
dropout (Dropout)            (None, 147)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1628      
=================================================================
Total params: 154,067
Trainable params: 154,067
Non-trainable params: 0
_________________________________________________________________
