Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 162)               171558    
_________________________________________________________________
dropout (Dropout)            (None, 162)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1793      
=================================================================
Total params: 173,351
Trainable params: 173,351
Non-trainable params: 0
_________________________________________________________________
