Model: "sequential_1358"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2716 (Dense)           (None, 82)                87330     
_________________________________________________________________
dropout_1358 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_2717 (Dense)           (None, 11)                913       
=================================================================
Total params: 88,243
Trainable params: 88,243
Non-trainable params: 0
_________________________________________________________________
