Model: "sequential_2708"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5416 (Dense)           (None, 32)                33568     
_________________________________________________________________
dropout_2708 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5417 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,931
Trainable params: 33,931
Non-trainable params: 0
_________________________________________________________________
