Model: "sequential_167"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_334 (Dense)            (None, 252)               267876    
_________________________________________________________________
dropout_167 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_335 (Dense)            (None, 11)                2783      
=================================================================
Total params: 270,659
Trainable params: 270,659
Non-trainable params: 0
_________________________________________________________________
