Model: "sequential_3482"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6964 (Dense)           (None, 192)               202176    
_________________________________________________________________
dropout_3482 (Dropout)       (None, 192)               0         
_________________________________________________________________
dense_6965 (Dense)           (None, 11)                2123      
=================================================================
Total params: 204,299
Trainable params: 204,299
Non-trainable params: 0
_________________________________________________________________
