Model: "sequential_5244"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10488 (Dense)          (None, 102)               105264    
_________________________________________________________________
dropout_5244 (Dropout)       (None, 102)               0         
_________________________________________________________________
dense_10489 (Dense)          (None, 11)                1133      
=================================================================
Total params: 106,397
Trainable params: 106,397
Non-trainable params: 0
_________________________________________________________________
