Model: "sequential_2803"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5606 (Dense)           (None, 252)               261324    
_________________________________________________________________
dropout_2803 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5607 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,107
Trainable params: 264,107
Non-trainable params: 0
_________________________________________________________________
