Model: "sequential_192"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_384 (Dense)            (None, 202)               210686    
_________________________________________________________________
dropout_192 (Dropout)        (None, 202)               0         
_________________________________________________________________
dense_385 (Dense)            (None, 11)                2233      
=================================================================
Total params: 212,919
Trainable params: 212,919
Non-trainable params: 0
_________________________________________________________________
