Model: "sequential_3421"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6842 (Dense)           (None, 252)               267120    
_________________________________________________________________
dropout_3421 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6843 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,903
Trainable params: 269,903
Non-trainable params: 0
_________________________________________________________________
