Model: "sequential_5184"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10368 (Dense)          (None, 252)               268884    
_________________________________________________________________
dropout_5184 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10369 (Dense)          (None, 11)                2783      
=================================================================
Total params: 271,667
Trainable params: 271,667
Non-trainable params: 0
_________________________________________________________________
