Model: "sequential_1562"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3124 (Dense)           (None, 62)                65038     
_________________________________________________________________
dropout_1562 (Dropout)       (None, 62)                0         
_________________________________________________________________
dense_3125 (Dense)           (None, 11)                693       
=================================================================
Total params: 65,731
Trainable params: 65,731
Non-trainable params: 0
_________________________________________________________________
