Model: "sequential_2088"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4176 (Dense)           (None, 252)               262332    
_________________________________________________________________
dropout_2088 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_4177 (Dense)           (None, 11)                2783      
=================================================================
Total params: 265,115
Trainable params: 265,115
Non-trainable params: 0
_________________________________________________________________
