Model: "sequential_3010"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6020 (Dense)           (None, 32)                34496     
_________________________________________________________________
dropout_3010 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_6021 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,859
Trainable params: 34,859
Non-trainable params: 0
_________________________________________________________________
