Model: "sequential_4629"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9258 (Dense)           (None, 182)               186732    
_________________________________________________________________
dropout_4629 (Dropout)       (None, 182)               0         
_________________________________________________________________
dense_9259 (Dense)           (None, 11)                2013      
=================================================================
Total params: 188,745
Trainable params: 188,745
Non-trainable params: 0
_________________________________________________________________
