Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 47)                50666     
_________________________________________________________________
dropout (Dropout)            (None, 47)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                528       
=================================================================
Total params: 51,194
Trainable params: 51,194
Non-trainable params: 0
_________________________________________________________________
