Model: "sequential_3899"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7798 (Dense)           (None, 252)               263592    
_________________________________________________________________
dropout_3899 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7799 (Dense)           (None, 11)                2783      
=================================================================
Total params: 266,375
Trainable params: 266,375
Non-trainable params: 0
_________________________________________________________________
