Model: "sequential_3218"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6436 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_3218 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6437 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
