Model: "sequential_4974"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9948 (Dense)           (None, 57)                58824     
_________________________________________________________________
dropout_4974 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_9949 (Dense)           (None, 11)                638       
=================================================================
Total params: 59,462
Trainable params: 59,462
Non-trainable params: 0
_________________________________________________________________
