Model: "sequential_1111"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2222 (Dense)           (None, 192)               203136    
_________________________________________________________________
dropout_1111 (Dropout)       (None, 192)               0         
_________________________________________________________________
dense_2223 (Dense)           (None, 11)                2123      
=================================================================
Total params: 205,259
Trainable params: 205,259
Non-trainable params: 0
_________________________________________________________________
