Model: "sequential_495"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_990 (Dense)            (None, 172)               179396    
_________________________________________________________________
dropout_495 (Dropout)        (None, 172)               0         
_________________________________________________________________
dense_991 (Dense)            (None, 11)                1903      
=================================================================
Total params: 181,299
Trainable params: 181,299
Non-trainable params: 0
_________________________________________________________________
