Model: "sequential_2188"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4376 (Dense)           (None, 32)                32992     
_________________________________________________________________
dropout_2188 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4377 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,355
Trainable params: 33,355
Non-trainable params: 0
_________________________________________________________________
