Model: "sequential_2092"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4184 (Dense)           (None, 242)               259424    
_________________________________________________________________
dropout_2092 (Dropout)       (None, 242)               0         
_________________________________________________________________
dense_4185 (Dense)           (None, 11)                2673      
=================================================================
Total params: 262,097
Trainable params: 262,097
Non-trainable params: 0
_________________________________________________________________
