Model: "sequential_1528"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3056 (Dense)           (None, 202)               212504    
_________________________________________________________________
dropout_1528 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_3057 (Dense)           (None, 11)                2233      
=================================================================
Total params: 214,737
Trainable params: 214,737
Non-trainable params: 0
_________________________________________________________________
