Model: "sequential_5077"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10154 (Dense)          (None, 97)                102141    
_________________________________________________________________
dropout_5077 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_10155 (Dense)          (None, 11)                1078      
=================================================================
Total params: 103,219
Trainable params: 103,219
Non-trainable params: 0
_________________________________________________________________
