Model: "sequential_3051"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6102 (Dense)           (None, 127)               133350    
_________________________________________________________________
dropout_3051 (Dropout)       (None, 127)               0         
_________________________________________________________________
dense_6103 (Dense)           (None, 11)                1408      
=================================================================
Total params: 134,758
Trainable params: 134,758
Non-trainable params: 0
_________________________________________________________________
