Model: "sequential_1879"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3758 (Dense)           (None, 112)               115360    
_________________________________________________________________
dropout_1879 (Dropout)       (None, 112)               0         
_________________________________________________________________
dense_3759 (Dense)           (None, 11)                1243      
=================================================================
Total params: 116,603
Trainable params: 116,603
Non-trainable params: 0
_________________________________________________________________
