Model: "sequential_320"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_640 (Dense)            (None, 62)                63922     
_________________________________________________________________
dropout_320 (Dropout)        (None, 62)                0         
_________________________________________________________________
dense_641 (Dense)            (None, 11)                693       
=================================================================
Total params: 64,615
Trainable params: 64,615
Non-trainable params: 0
_________________________________________________________________
