Model: "sequential_1224"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2448 (Dense)           (None, 32)                33664     
_________________________________________________________________
dropout_1224 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2449 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,027
Trainable params: 34,027
Non-trainable params: 0
_________________________________________________________________
