Model: "sequential_438"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_876 (Dense)            (None, 252)               267372    
_________________________________________________________________
dropout_438 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_877 (Dense)            (None, 11)                2783      
=================================================================
Total params: 270,155
Trainable params: 270,155
Non-trainable params: 0
_________________________________________________________________
