Model: "sequential_849"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1698 (Dense)           (None, 252)               262080    
_________________________________________________________________
dropout_849 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_1699 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,863
Trainable params: 264,863
Non-trainable params: 0
_________________________________________________________________
