Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 97)                101462    
_________________________________________________________________
dropout (Dropout)            (None, 97)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1078      
=================================================================
Total params: 102,540
Trainable params: 102,540
Non-trainable params: 0
_________________________________________________________________
