Model: "sequential_2249"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4498 (Dense)           (None, 107)               110317    
_________________________________________________________________
dropout_2249 (Dropout)       (None, 107)               0         
_________________________________________________________________
dense_4499 (Dense)           (None, 11)                1188      
=================================================================
Total params: 111,505
Trainable params: 111,505
Non-trainable params: 0
_________________________________________________________________
