Model: "sequential_143"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_286 (Dense)            (None, 167)               173513    
_________________________________________________________________
dropout_143 (Dropout)        (None, 167)               0         
_________________________________________________________________
dense_287 (Dense)            (None, 11)                1848      
=================================================================
Total params: 175,361
Trainable params: 175,361
Non-trainable params: 0
_________________________________________________________________
