Model: "sequential_3529"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7058 (Dense)           (None, 252)               265356    
_________________________________________________________________
dropout_3529 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7059 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,139
Trainable params: 268,139
Non-trainable params: 0
_________________________________________________________________
