Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 97)                99522     
_________________________________________________________________
dropout (Dropout)            (None, 97)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1078      
=================================================================
Total params: 100,600
Trainable params: 100,600
Non-trainable params: 0
_________________________________________________________________
