Model: "sequential_1391"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2782 (Dense)           (None, 252)               268380    
_________________________________________________________________
dropout_1391 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2783 (Dense)           (None, 11)                2783      
=================================================================
Total params: 271,163
Trainable params: 271,163
Non-trainable params: 0
_________________________________________________________________
