Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 252)               268884    
_________________________________________________________________
dropout (Dropout)            (None, 252)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2783      
=================================================================
Total params: 271,667
Trainable params: 271,667
Non-trainable params: 0
_________________________________________________________________
