Model: "sequential_3508"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7016 (Dense)           (None, 32)                34496     
_________________________________________________________________
dropout_3508 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7017 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,859
Trainable params: 34,859
Non-trainable params: 0
_________________________________________________________________
