Model: "sequential_2145"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4290 (Dense)           (None, 142)               150662    
_________________________________________________________________
dropout_2145 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_4291 (Dense)           (None, 11)                1573      
=================================================================
Total params: 152,235
Trainable params: 152,235
Non-trainable params: 0
_________________________________________________________________
