Model: "sequential_2457"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4914 (Dense)           (None, 32)                33856     
_________________________________________________________________
dropout_2457 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4915 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,219
Trainable params: 34,219
Non-trainable params: 0
_________________________________________________________________
