Model: "sequential_1339"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2678 (Dense)           (None, 72)                75888     
_________________________________________________________________
dropout_1339 (Dropout)       (None, 72)                0         
_________________________________________________________________
dense_2679 (Dense)           (None, 11)                803       
=================================================================
Total params: 76,691
Trainable params: 76,691
Non-trainable params: 0
_________________________________________________________________
