Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 217)               228284    
_________________________________________________________________
dropout (Dropout)            (None, 217)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2398      
=================================================================
Total params: 230,682
Trainable params: 230,682
Non-trainable params: 0
_________________________________________________________________
