Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 122)               128588    
_________________________________________________________________
dropout (Dropout)            (None, 122)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1353      
=================================================================
Total params: 129,941
Trainable params: 129,941
Non-trainable params: 0
_________________________________________________________________
