Model: "sequential_621"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1242 (Dense)           (None, 127)               133985    
_________________________________________________________________
dropout_621 (Dropout)        (None, 127)               0         
_________________________________________________________________
dense_1243 (Dense)           (None, 11)                1408      
=================================================================
Total params: 135,393
Trainable params: 135,393
Non-trainable params: 0
_________________________________________________________________
