Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 147)               157878    
_________________________________________________________________
dropout (Dropout)            (None, 147)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1628      
=================================================================
Total params: 159,506
Trainable params: 159,506
Non-trainable params: 0
_________________________________________________________________
