Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 102)               107508    
_________________________________________________________________
dropout (Dropout)            (None, 102)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1133      
=================================================================
Total params: 108,641
Trainable params: 108,641
Non-trainable params: 0
_________________________________________________________________
