Model: "sequential_3731"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7462 (Dense)           (None, 32)                33728     
_________________________________________________________________
dropout_3731 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7463 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,091
Trainable params: 34,091
Non-trainable params: 0
_________________________________________________________________
