Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 57)                61275     
_________________________________________________________________
dropout (Dropout)            (None, 57)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                638       
=================================================================
Total params: 61,913
Trainable params: 61,913
Non-trainable params: 0
_________________________________________________________________
