Model: "sequential_876"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1752 (Dense)           (None, 52)                54652     
_________________________________________________________________
dropout_876 (Dropout)        (None, 52)                0         
_________________________________________________________________
dense_1753 (Dense)           (None, 11)                583       
=================================================================
Total params: 55,235
Trainable params: 55,235
Non-trainable params: 0
_________________________________________________________________
