Model: "sequential_3111"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6222 (Dense)           (None, 112)               117936    
_________________________________________________________________
dropout_3111 (Dropout)       (None, 112)               0         
_________________________________________________________________
dense_6223 (Dense)           (None, 11)                1243      
=================================================================
Total params: 119,179
Trainable params: 119,179
Non-trainable params: 0
_________________________________________________________________
