Model: "sequential_4714"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9428 (Dense)           (None, 237)               243162    
_________________________________________________________________
dropout_4714 (Dropout)       (None, 237)               0         
_________________________________________________________________
dense_9429 (Dense)           (None, 11)                2618      
=================================================================
Total params: 245,780
Trainable params: 245,780
Non-trainable params: 0
_________________________________________________________________
