Model: "sequential_2800"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5600 (Dense)           (None, 232)               244296    
_________________________________________________________________
dropout_2800 (Dropout)       (None, 232)               0         
_________________________________________________________________
dense_5601 (Dense)           (None, 11)                2563      
=================================================================
Total params: 246,859
Trainable params: 246,859
Non-trainable params: 0
_________________________________________________________________
