Model: "sequential_4456"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8912 (Dense)           (None, 32)                33696     
_________________________________________________________________
dropout_4456 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_8913 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,059
Trainable params: 34,059
Non-trainable params: 0
_________________________________________________________________
