Model: "sequential_219"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_438 (Dense)            (None, 77)                81158     
_________________________________________________________________
dropout_219 (Dropout)        (None, 77)                0         
_________________________________________________________________
dense_439 (Dense)            (None, 11)                858       
=================================================================
Total params: 82,016
Trainable params: 82,016
Non-trainable params: 0
_________________________________________________________________
