Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 137)               145220    
_________________________________________________________________
dropout (Dropout)            (None, 137)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1518      
=================================================================
Total params: 146,738
Trainable params: 146,738
Non-trainable params: 0
_________________________________________________________________
