Model: "sequential_2695"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5390 (Dense)           (None, 97)                101753    
_________________________________________________________________
dropout_2695 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_5391 (Dense)           (None, 11)                1078      
=================================================================
Total params: 102,831
Trainable params: 102,831
Non-trainable params: 0
_________________________________________________________________
