Model: "sequential_3397"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6794 (Dense)           (None, 152)               160056    
_________________________________________________________________
dropout_3397 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_6795 (Dense)           (None, 11)                1683      
=================================================================
Total params: 161,739
Trainable params: 161,739
Non-trainable params: 0
_________________________________________________________________
