Model: "sequential_1530"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3060 (Dense)           (None, 32)                33728     
_________________________________________________________________
dropout_1530 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3061 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,091
Trainable params: 34,091
Non-trainable params: 0
_________________________________________________________________
