Model: "sequential_4284"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8568 (Dense)           (None, 252)               263592    
_________________________________________________________________
dropout_4284 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_8569 (Dense)           (None, 11)                2783      
=================================================================
Total params: 266,375
Trainable params: 266,375
Non-trainable params: 0
_________________________________________________________________
