Model: "sequential_4044"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8088 (Dense)           (None, 32)                33600     
_________________________________________________________________
dropout_4044 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_8089 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,963
Trainable params: 33,963
Non-trainable params: 0
_________________________________________________________________
