Model: "sequential_41"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_82 (Dense)             (None, 97)                100007    
_________________________________________________________________
dropout_41 (Dropout)         (None, 97)                0         
_________________________________________________________________
dense_83 (Dense)             (None, 11)                1078      
=================================================================
Total params: 101,085
Trainable params: 101,085
Non-trainable params: 0
_________________________________________________________________
