Model: "sequential_4822"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9644 (Dense)           (None, 252)               264852    
_________________________________________________________________
dropout_4822 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_9645 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,635
Trainable params: 267,635
Non-trainable params: 0
_________________________________________________________________
