Model: "sequential_5154"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10308 (Dense)          (None, 252)               264852    
_________________________________________________________________
dropout_5154 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10309 (Dense)          (None, 11)                2783      
=================================================================
Total params: 267,635
Trainable params: 267,635
Non-trainable params: 0
_________________________________________________________________
