Model: "sequential_4360"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8720 (Dense)           (None, 87)                91002     
_________________________________________________________________
dropout_4360 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_8721 (Dense)           (None, 11)                968       
=================================================================
Total params: 91,970
Trainable params: 91,970
Non-trainable params: 0
_________________________________________________________________
