Model: "sequential_2496"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4992 (Dense)           (None, 192)               197952    
_________________________________________________________________
dropout_2496 (Dropout)       (None, 192)               0         
_________________________________________________________________
dense_4993 (Dense)           (None, 11)                2123      
=================================================================
Total params: 200,075
Trainable params: 200,075
Non-trainable params: 0
_________________________________________________________________
