Model: "sequential_1694"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3388 (Dense)           (None, 42)                43932     
_________________________________________________________________
dropout_1694 (Dropout)       (None, 42)                0         
_________________________________________________________________
dense_3389 (Dense)           (None, 11)                473       
=================================================================
Total params: 44,405
Trainable params: 44,405
Non-trainable params: 0
_________________________________________________________________
