Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 162)               169614    
_________________________________________________________________
dropout (Dropout)            (None, 162)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1793      
=================================================================
Total params: 171,407
Trainable params: 171,407
Non-trainable params: 0
_________________________________________________________________
