Model: "sequential_721"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1442 (Dense)           (None, 142)               147538    
_________________________________________________________________
dropout_721 (Dropout)        (None, 142)               0         
_________________________________________________________________
dense_1443 (Dense)           (None, 11)                1573      
=================================================================
Total params: 149,111
Trainable params: 149,111
Non-trainable params: 0
_________________________________________________________________
