Model: "sequential_1775"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3550 (Dense)           (None, 132)               136884    
_________________________________________________________________
dropout_1775 (Dropout)       (None, 132)               0         
_________________________________________________________________
dense_3551 (Dense)           (None, 11)                1463      
=================================================================
Total params: 138,347
Trainable params: 138,347
Non-trainable params: 0
_________________________________________________________________
