Model: "sequential_1161"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2322 (Dense)           (None, 172)               182148    
_________________________________________________________________
dropout_1161 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_2323 (Dense)           (None, 11)                1903      
=================================================================
Total params: 184,051
Trainable params: 184,051
Non-trainable params: 0
_________________________________________________________________
