Model: "sequential_3017"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6034 (Dense)           (None, 182)               191646    
_________________________________________________________________
dropout_3017 (Dropout)       (None, 182)               0         
_________________________________________________________________
dense_6035 (Dense)           (None, 11)                2013      
=================================================================
Total params: 193,659
Trainable params: 193,659
Non-trainable params: 0
_________________________________________________________________
