Model: "sequential_1885"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3770 (Dense)           (None, 122)               125782    
_________________________________________________________________
dropout_1885 (Dropout)       (None, 122)               0         
_________________________________________________________________
dense_3771 (Dense)           (None, 11)                1353      
=================================================================
Total params: 127,135
Trainable params: 127,135
Non-trainable params: 0
_________________________________________________________________
