Model: "sequential_1858"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3716 (Dense)           (None, 207)               217557    
_________________________________________________________________
dropout_1858 (Dropout)       (None, 207)               0         
_________________________________________________________________
dense_3717 (Dense)           (None, 11)                2288      
=================================================================
Total params: 219,845
Trainable params: 219,845
Non-trainable params: 0
_________________________________________________________________
