Model: "sequential_136"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_272 (Dense)            (None, 197)               204683    
_________________________________________________________________
dropout_136 (Dropout)        (None, 197)               0         
_________________________________________________________________
dense_273 (Dense)            (None, 11)                2178      
=================================================================
Total params: 206,861
Trainable params: 206,861
Non-trainable params: 0
_________________________________________________________________
