Model: "sequential_2634"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5268 (Dense)           (None, 32)                34304     
_________________________________________________________________
dropout_2634 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5269 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,667
Trainable params: 34,667
Non-trainable params: 0
_________________________________________________________________
