Model: "sequential_1578"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3156 (Dense)           (None, 72)                75528     
_________________________________________________________________
dropout_1578 (Dropout)       (None, 72)                0         
_________________________________________________________________
dense_3157 (Dense)           (None, 11)                803       
=================================================================
Total params: 76,331
Trainable params: 76,331
Non-trainable params: 0
_________________________________________________________________
