Model: "sequential_2867"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5734 (Dense)           (None, 117)               123318    
_________________________________________________________________
dropout_2867 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_5735 (Dense)           (None, 11)                1298      
=================================================================
Total params: 124,616
Trainable params: 124,616
Non-trainable params: 0
_________________________________________________________________
