Model: "sequential_385"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_770 (Dense)            (None, 227)               241528    
_________________________________________________________________
dropout_385 (Dropout)        (None, 227)               0         
_________________________________________________________________
dense_771 (Dense)            (None, 11)                2508      
=================================================================
Total params: 244,036
Trainable params: 244,036
Non-trainable params: 0
_________________________________________________________________
