Model: "sequential_3134"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6268 (Dense)           (None, 207)               217971    
_________________________________________________________________
dropout_3134 (Dropout)       (None, 207)               0         
_________________________________________________________________
dense_6269 (Dense)           (None, 11)                2288      
=================================================================
Total params: 220,259
Trainable params: 220,259
Non-trainable params: 0
_________________________________________________________________
