Model: "sequential_3540"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7080 (Dense)           (None, 32)                33856     
_________________________________________________________________
dropout_3540 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7081 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,219
Trainable params: 34,219
Non-trainable params: 0
_________________________________________________________________
