Model: "sequential_693"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1386 (Dense)           (None, 252)               268128    
_________________________________________________________________
dropout_693 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_1387 (Dense)           (None, 11)                2783      
=================================================================
Total params: 270,911
Trainable params: 270,911
Non-trainable params: 0
_________________________________________________________________
