Model: "sequential_4314"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8628 (Dense)           (None, 202)               211494    
_________________________________________________________________
dropout_4314 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_8629 (Dense)           (None, 11)                2233      
=================================================================
Total params: 213,727
Trainable params: 213,727
Non-trainable params: 0
_________________________________________________________________
