Model: "sequential_4024"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8048 (Dense)           (None, 62)                64914     
_________________________________________________________________
dropout_4024 (Dropout)       (None, 62)                0         
_________________________________________________________________
dense_8049 (Dense)           (None, 11)                693       
=================================================================
Total params: 65,607
Trainable params: 65,607
Non-trainable params: 0
_________________________________________________________________
