Model: "sequential_1152"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2304 (Dense)           (None, 97)                100589    
_________________________________________________________________
dropout_1152 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_2305 (Dense)           (None, 11)                1078      
=================================================================
Total params: 101,667
Trainable params: 101,667
Non-trainable params: 0
_________________________________________________________________
