Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 227)               235399    
_________________________________________________________________
dropout (Dropout)            (None, 227)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2508      
=================================================================
Total params: 237,907
Trainable params: 237,907
Non-trainable params: 0
_________________________________________________________________
