Model: "sequential_2198"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4396 (Dense)           (None, 47)                49726     
_________________________________________________________________
dropout_2198 (Dropout)       (None, 47)                0         
_________________________________________________________________
dense_4397 (Dense)           (None, 11)                528       
=================================================================
Total params: 50,254
Trainable params: 50,254
Non-trainable params: 0
_________________________________________________________________
