Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 132)               138864    
_________________________________________________________________
dropout (Dropout)            (None, 132)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1463      
=================================================================
Total params: 140,327
Trainable params: 140,327
Non-trainable params: 0
_________________________________________________________________
