Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 137)               147138    
_________________________________________________________________
dropout (Dropout)            (None, 137)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1518      
=================================================================
Total params: 148,656
Trainable params: 148,656
Non-trainable params: 0
_________________________________________________________________
