Model: "sequential_2341"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4682 (Dense)           (None, 202)               211292    
_________________________________________________________________
dropout_2341 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_4683 (Dense)           (None, 11)                2233      
=================================================================
Total params: 213,525
Trainable params: 213,525
Non-trainable params: 0
_________________________________________________________________
