Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 167)               175851    
_________________________________________________________________
dropout (Dropout)            (None, 167)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1848      
=================================================================
Total params: 177,699
Trainable params: 177,699
Non-trainable params: 0
_________________________________________________________________
