Model: "sequential_4416"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8832 (Dense)           (None, 252)               265104    
_________________________________________________________________
dropout_4416 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_8833 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,887
Trainable params: 267,887
Non-trainable params: 0
_________________________________________________________________
