Model: "sequential_2717"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5434 (Dense)           (None, 252)               270648    
_________________________________________________________________
dropout_2717 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5435 (Dense)           (None, 11)                2783      
=================================================================
Total params: 273,431
Trainable params: 273,431
Non-trainable params: 0
_________________________________________________________________
