Model: "sequential_4928"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9856 (Dense)           (None, 117)               124839    
_________________________________________________________________
dropout_4928 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_9857 (Dense)           (None, 11)                1298      
=================================================================
Total params: 126,137
Trainable params: 126,137
Non-trainable params: 0
_________________________________________________________________
