Model: "sequential_2597"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5194 (Dense)           (None, 202)               212504    
_________________________________________________________________
dropout_2597 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_5195 (Dense)           (None, 11)                2233      
=================================================================
Total params: 214,737
Trainable params: 214,737
Non-trainable params: 0
_________________________________________________________________
