Model: "sequential_4492"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8984 (Dense)           (None, 152)               158992    
_________________________________________________________________
dropout_4492 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_8985 (Dense)           (None, 11)                1683      
=================================================================
Total params: 160,675
Trainable params: 160,675
Non-trainable params: 0
_________________________________________________________________
