Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 217)               232624    
_________________________________________________________________
dropout (Dropout)            (None, 217)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2398      
=================================================================
Total params: 235,022
Trainable params: 235,022
Non-trainable params: 0
_________________________________________________________________
