Model: "sequential_1323"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2646 (Dense)           (None, 252)               262080    
_________________________________________________________________
dropout_1323 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2647 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,863
Trainable params: 264,863
Non-trainable params: 0
_________________________________________________________________
