Model: "sequential_3222"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6444 (Dense)           (None, 252)               266616    
_________________________________________________________________
dropout_3222 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6445 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,399
Trainable params: 269,399
Non-trainable params: 0
_________________________________________________________________
