Model: "sequential_5195"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10390 (Dense)          (None, 127)               131064    
_________________________________________________________________
dropout_5195 (Dropout)       (None, 127)               0         
_________________________________________________________________
dense_10391 (Dense)          (None, 11)                1408      
=================================================================
Total params: 132,472
Trainable params: 132,472
Non-trainable params: 0
_________________________________________________________________
