Model: "sequential_2129"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4258 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_2129 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4259 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
