Model: "sequential_1225"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2450 (Dense)           (None, 212)               222388    
_________________________________________________________________
dropout_1225 (Dropout)       (None, 212)               0         
_________________________________________________________________
dense_2451 (Dense)           (None, 11)                2343      
=================================================================
Total params: 224,731
Trainable params: 224,731
Non-trainable params: 0
_________________________________________________________________
