Model: "sequential_1927"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3854 (Dense)           (None, 147)               152439    
_________________________________________________________________
dropout_1927 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_3855 (Dense)           (None, 11)                1628      
=================================================================
Total params: 154,067
Trainable params: 154,067
Non-trainable params: 0
_________________________________________________________________
