Model: "sequential_1839"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3678 (Dense)           (None, 252)               267372    
_________________________________________________________________
dropout_1839 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3679 (Dense)           (None, 11)                2783      
=================================================================
Total params: 270,155
Trainable params: 270,155
Non-trainable params: 0
_________________________________________________________________
