Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 107)               111922    
_________________________________________________________________
dropout (Dropout)            (None, 107)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1188      
=================================================================
Total params: 113,110
Trainable params: 113,110
Non-trainable params: 0
_________________________________________________________________
