Model: "sequential_1719"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3438 (Dense)           (None, 252)               262080    
_________________________________________________________________
dropout_1719 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3439 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,863
Trainable params: 264,863
Non-trainable params: 0
_________________________________________________________________
