Model: "sequential_1135"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2270 (Dense)           (None, 252)               262080    
_________________________________________________________________
dropout_1135 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2271 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,863
Trainable params: 264,863
Non-trainable params: 0
_________________________________________________________________
