Model: "sequential_4218"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8436 (Dense)           (None, 87)                91089     
_________________________________________________________________
dropout_4218 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_8437 (Dense)           (None, 11)                968       
=================================================================
Total params: 92,057
Trainable params: 92,057
Non-trainable params: 0
_________________________________________________________________
