Model: "sequential_993"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1986 (Dense)           (None, 107)               112778    
_________________________________________________________________
dropout_993 (Dropout)        (None, 107)               0         
_________________________________________________________________
dense_1987 (Dense)           (None, 11)                1188      
=================================================================
Total params: 113,966
Trainable params: 113,966
Non-trainable params: 0
_________________________________________________________________
