Model: "sequential_810"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1620 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_810 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_1621 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
