Model: "sequential_2179"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4358 (Dense)           (None, 87)                92046     
_________________________________________________________________
dropout_2179 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_4359 (Dense)           (None, 11)                968       
=================================================================
Total params: 93,014
Trainable params: 93,014
Non-trainable params: 0
_________________________________________________________________
