Model: "sequential_590"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1180 (Dense)           (None, 32)                33216     
_________________________________________________________________
dropout_590 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1181 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,579
Trainable params: 33,579
Non-trainable params: 0
_________________________________________________________________
