Model: "sequential_2192"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4384 (Dense)           (None, 122)               129076    
_________________________________________________________________
dropout_2192 (Dropout)       (None, 122)               0         
_________________________________________________________________
dense_4385 (Dense)           (None, 11)                1353      
=================================================================
Total params: 130,429
Trainable params: 130,429
Non-trainable params: 0
_________________________________________________________________
