Model: "sequential_3579"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7158 (Dense)           (None, 32)                33600     
_________________________________________________________________
dropout_3579 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7159 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,963
Trainable params: 33,963
Non-trainable params: 0
_________________________________________________________________
