Model: "sequential_618"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1236 (Dense)           (None, 62)                63922     
_________________________________________________________________
dropout_618 (Dropout)        (None, 62)                0         
_________________________________________________________________
dense_1237 (Dense)           (None, 11)                693       
=================================================================
Total params: 64,615
Trainable params: 64,615
Non-trainable params: 0
_________________________________________________________________
