Model: "sequential_2101"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4202 (Dense)           (None, 187)               196163    
_________________________________________________________________
dropout_2101 (Dropout)       (None, 187)               0         
_________________________________________________________________
dense_4203 (Dense)           (None, 11)                2068      
=================================================================
Total params: 198,231
Trainable params: 198,231
Non-trainable params: 0
_________________________________________________________________
