Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 117)               123084    
_________________________________________________________________
dropout (Dropout)            (None, 117)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1298      
=================================================================
Total params: 124,382
Trainable params: 124,382
Non-trainable params: 0
_________________________________________________________________
