Model: "sequential_5027"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10054 (Dense)          (None, 102)               107406    
_________________________________________________________________
dropout_5027 (Dropout)       (None, 102)               0         
_________________________________________________________________
dense_10055 (Dense)          (None, 11)                1133      
=================================================================
Total params: 108,539
Trainable params: 108,539
Non-trainable params: 0
_________________________________________________________________
