Model: "sequential_1321"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2642 (Dense)           (None, 32)                33728     
_________________________________________________________________
dropout_1321 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2643 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,091
Trainable params: 34,091
Non-trainable params: 0
_________________________________________________________________
