Model: "sequential_2916"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5832 (Dense)           (None, 252)               266616    
_________________________________________________________________
dropout_2916 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5833 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,399
Trainable params: 269,399
Non-trainable params: 0
_________________________________________________________________
