Model: "sequential_1392"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2784 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_1392 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2785 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
