Model: "sequential_2420"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4840 (Dense)           (None, 157)               166577    
_________________________________________________________________
dropout_2420 (Dropout)       (None, 157)               0         
_________________________________________________________________
dense_4841 (Dense)           (None, 11)                1738      
=================================================================
Total params: 168,315
Trainable params: 168,315
Non-trainable params: 0
_________________________________________________________________
