Model: "sequential_2369"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4738 (Dense)           (None, 92)                95772     
_________________________________________________________________
dropout_2369 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_4739 (Dense)           (None, 11)                1023      
=================================================================
Total params: 96,795
Trainable params: 96,795
Non-trainable params: 0
_________________________________________________________________
