Model: "sequential_131"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_262 (Dense)            (None, 242)               251438    
_________________________________________________________________
dropout_131 (Dropout)        (None, 242)               0         
_________________________________________________________________
dense_263 (Dense)            (None, 11)                2673      
=================================================================
Total params: 254,111
Trainable params: 254,111
Non-trainable params: 0
_________________________________________________________________
