Model: "sequential_68"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_136 (Dense)            (None, 92)                97980     
_________________________________________________________________
dropout_68 (Dropout)         (None, 92)                0         
_________________________________________________________________
dense_137 (Dense)            (None, 11)                1023      
=================================================================
Total params: 99,003
Trainable params: 99,003
Non-trainable params: 0
_________________________________________________________________
