Model: "sequential_5416"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10832 (Dense)          (None, 252)               267876    
_________________________________________________________________
dropout_5416 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10833 (Dense)          (None, 11)                2783      
=================================================================
Total params: 270,659
Trainable params: 270,659
Non-trainable params: 0
_________________________________________________________________
