Model: "sequential_2296"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4592 (Dense)           (None, 127)               134366    
_________________________________________________________________
dropout_2296 (Dropout)       (None, 127)               0         
_________________________________________________________________
dense_4593 (Dense)           (None, 11)                1408      
=================================================================
Total params: 135,774
Trainable params: 135,774
Non-trainable params: 0
_________________________________________________________________
