Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 192)               199104    
_________________________________________________________________
dropout (Dropout)            (None, 192)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2123      
=================================================================
Total params: 201,227
Trainable params: 201,227
Non-trainable params: 0
_________________________________________________________________
