Model: "sequential_2945"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5890 (Dense)           (None, 87)                93786     
_________________________________________________________________
dropout_2945 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_5891 (Dense)           (None, 11)                968       
=================================================================
Total params: 94,754
Trainable params: 94,754
Non-trainable params: 0
_________________________________________________________________
