Model: "sequential_3659"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7318 (Dense)           (None, 222)               232434    
_________________________________________________________________
dropout_3659 (Dropout)       (None, 222)               0         
_________________________________________________________________
dense_7319 (Dense)           (None, 11)                2453      
=================================================================
Total params: 234,887
Trainable params: 234,887
Non-trainable params: 0
_________________________________________________________________
