Model: "sequential_1221"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2442 (Dense)           (None, 127)               133858    
_________________________________________________________________
dropout_1221 (Dropout)       (None, 127)               0         
_________________________________________________________________
dense_2443 (Dense)           (None, 11)                1408      
=================================================================
Total params: 135,266
Trainable params: 135,266
Non-trainable params: 0
_________________________________________________________________
