Model: "sequential_62"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_124 (Dense)            (None, 252)               268128    
_________________________________________________________________
dropout_62 (Dropout)         (None, 252)               0         
_________________________________________________________________
dense_125 (Dense)            (None, 11)                2783      
=================================================================
Total params: 270,911
Trainable params: 270,911
Non-trainable params: 0
_________________________________________________________________
