Model: "sequential_1063"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2126 (Dense)           (None, 212)               221752    
_________________________________________________________________
dropout_1063 (Dropout)       (None, 212)               0         
_________________________________________________________________
dense_2127 (Dense)           (None, 11)                2343      
=================================================================
Total params: 224,095
Trainable params: 224,095
Non-trainable params: 0
_________________________________________________________________
