Model: "sequential_536"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1072 (Dense)           (None, 147)               158025    
_________________________________________________________________
dropout_536 (Dropout)        (None, 147)               0         
_________________________________________________________________
dense_1073 (Dense)           (None, 11)                1628      
=================================================================
Total params: 159,653
Trainable params: 159,653
Non-trainable params: 0
_________________________________________________________________
