Model: "sequential_1613"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3226 (Dense)           (None, 102)               107508    
_________________________________________________________________
dropout_1613 (Dropout)       (None, 102)               0         
_________________________________________________________________
dense_3227 (Dense)           (None, 11)                1133      
=================================================================
Total params: 108,641
Trainable params: 108,641
Non-trainable params: 0
_________________________________________________________________
