Model: "sequential_4408"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8816 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_4408 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_8817 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
