Model: "sequential_608"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1216 (Dense)           (None, 252)               259812    
_________________________________________________________________
dropout_608 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_1217 (Dense)           (None, 11)                2783      
=================================================================
Total params: 262,595
Trainable params: 262,595
Non-trainable params: 0
_________________________________________________________________
