Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 62)                64418     
_________________________________________________________________
dropout (Dropout)            (None, 62)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                693       
=================================================================
Total params: 65,111
Trainable params: 65,111
Non-trainable params: 0
_________________________________________________________________
