Model: "sequential_211"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_422 (Dense)            (None, 122)               128588    
_________________________________________________________________
dropout_211 (Dropout)        (None, 122)               0         
_________________________________________________________________
dense_423 (Dense)            (None, 11)                1353      
=================================================================
Total params: 129,941
Trainable params: 129,941
Non-trainable params: 0
_________________________________________________________________
