Model: "sequential_2833"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5666 (Dense)           (None, 252)               266868    
_________________________________________________________________
dropout_2833 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5667 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,651
Trainable params: 269,651
Non-trainable params: 0
_________________________________________________________________
