Model: "sequential_2772"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5544 (Dense)           (None, 167)               175350    
_________________________________________________________________
dropout_2772 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_5545 (Dense)           (None, 11)                1848      
=================================================================
Total params: 177,198
Trainable params: 177,198
Non-trainable params: 0
_________________________________________________________________
