Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 157)               164222    
_________________________________________________________________
dropout (Dropout)            (None, 157)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1738      
=================================================================
Total params: 165,960
Trainable params: 165,960
Non-trainable params: 0
_________________________________________________________________
