Model: "sequential_947"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1894 (Dense)           (None, 87)                91698     
_________________________________________________________________
dropout_947 (Dropout)        (None, 87)                0         
_________________________________________________________________
dense_1895 (Dense)           (None, 11)                968       
=================================================================
Total params: 92,666
Trainable params: 92,666
Non-trainable params: 0
_________________________________________________________________
