Model: "sequential_336"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_672 (Dense)            (None, 222)               228882    
_________________________________________________________________
dropout_336 (Dropout)        (None, 222)               0         
_________________________________________________________________
dense_673 (Dense)            (None, 11)                2453      
=================================================================
Total params: 231,335
Trainable params: 231,335
Non-trainable params: 0
_________________________________________________________________
