Model: "sequential_5394"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10788 (Dense)          (None, 32)                33696     
_________________________________________________________________
dropout_5394 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_10789 (Dense)          (None, 11)                363       
=================================================================
Total params: 34,059
Trainable params: 34,059
Non-trainable params: 0
_________________________________________________________________
