Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 112)               116256    
_________________________________________________________________
dropout (Dropout)            (None, 112)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1243      
=================================================================
Total params: 117,499
Trainable params: 117,499
Non-trainable params: 0
_________________________________________________________________
