Model: "sequential_1290"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2580 (Dense)           (None, 252)               261828    
_________________________________________________________________
dropout_1290 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2581 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,611
Trainable params: 264,611
Non-trainable params: 0
_________________________________________________________________
