Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 92)                95496     
_________________________________________________________________
dropout (Dropout)            (None, 92)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1023      
=================================================================
Total params: 96,519
Trainable params: 96,519
Non-trainable params: 0
_________________________________________________________________
