Model: "sequential_1951"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3902 (Dense)           (None, 137)               143302    
_________________________________________________________________
dropout_1951 (Dropout)       (None, 137)               0         
_________________________________________________________________
dense_3903 (Dense)           (None, 11)                1518      
=================================================================
Total params: 144,820
Trainable params: 144,820
Non-trainable params: 0
_________________________________________________________________
