Model: "sequential_2564"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5128 (Dense)           (None, 32)                32960     
_________________________________________________________________
dropout_2564 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5129 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,323
Trainable params: 33,323
Non-trainable params: 0
_________________________________________________________________
