Model: "sequential_61"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_122 (Dense)            (None, 97)                103208    
_________________________________________________________________
dropout_61 (Dropout)         (None, 97)                0         
_________________________________________________________________
dense_123 (Dense)            (None, 11)                1078      
=================================================================
Total params: 104,286
Trainable params: 104,286
Non-trainable params: 0
_________________________________________________________________
