Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 62)                64294     
_________________________________________________________________
dropout (Dropout)            (None, 62)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                693       
=================================================================
Total params: 64,987
Trainable params: 64,987
Non-trainable params: 0
_________________________________________________________________
