Model: "sequential_2368"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4736 (Dense)           (None, 167)               179024    
_________________________________________________________________
dropout_2368 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_4737 (Dense)           (None, 11)                1848      
=================================================================
Total params: 180,872
Trainable params: 180,872
Non-trainable params: 0
_________________________________________________________________
