Model: "sequential_1263"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2526 (Dense)           (None, 67)                71355     
_________________________________________________________________
dropout_1263 (Dropout)       (None, 67)                0         
_________________________________________________________________
dense_2527 (Dense)           (None, 11)                748       
=================================================================
Total params: 72,103
Trainable params: 72,103
Non-trainable params: 0
_________________________________________________________________
