Model: "sequential_2191"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4382 (Dense)           (None, 252)               263592    
_________________________________________________________________
dropout_2191 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_4383 (Dense)           (None, 11)                2783      
=================================================================
Total params: 266,375
Trainable params: 266,375
Non-trainable params: 0
_________________________________________________________________
