Model: "sequential_2481"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4962 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_2481 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4963 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
