Model: "sequential_2189"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4378 (Dense)           (None, 72)                75312     
_________________________________________________________________
dropout_2189 (Dropout)       (None, 72)                0         
_________________________________________________________________
dense_4379 (Dense)           (None, 11)                803       
=================================================================
Total params: 76,115
Trainable params: 76,115
Non-trainable params: 0
_________________________________________________________________
