Model: "sequential_1351"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2702 (Dense)           (None, 107)               111601    
_________________________________________________________________
dropout_1351 (Dropout)       (None, 107)               0         
_________________________________________________________________
dense_2703 (Dense)           (None, 11)                1188      
=================================================================
Total params: 112,789
Trainable params: 112,789
Non-trainable params: 0
_________________________________________________________________
