Model: "sequential_2985"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5970 (Dense)           (None, 107)               113527    
_________________________________________________________________
dropout_2985 (Dropout)       (None, 107)               0         
_________________________________________________________________
dense_5971 (Dense)           (None, 11)                1188      
=================================================================
Total params: 114,715
Trainable params: 114,715
Non-trainable params: 0
_________________________________________________________________
