Model: "sequential_5187"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10374 (Dense)          (None, 252)               264852    
_________________________________________________________________
dropout_5187 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10375 (Dense)          (None, 11)                2783      
=================================================================
Total params: 267,635
Trainable params: 267,635
Non-trainable params: 0
_________________________________________________________________
