Model: "sequential_3781"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7562 (Dense)           (None, 252)               260568    
_________________________________________________________________
dropout_3781 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7563 (Dense)           (None, 11)                2783      
=================================================================
Total params: 263,351
Trainable params: 263,351
Non-trainable params: 0
_________________________________________________________________
