Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 107)               110317    
_________________________________________________________________
dropout (Dropout)            (None, 107)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1188      
=================================================================
Total params: 111,505
Trainable params: 111,505
Non-trainable params: 0
_________________________________________________________________
