Model: "sequential_1443"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2886 (Dense)           (None, 32)                33856     
_________________________________________________________________
dropout_1443 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2887 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,219
Trainable params: 34,219
Non-trainable params: 0
_________________________________________________________________
