Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 132)               140316    
_________________________________________________________________
dropout (Dropout)            (None, 132)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1463      
=================================================================
Total params: 141,779
Trainable params: 141,779
Non-trainable params: 0
_________________________________________________________________
