Model: "sequential_3325"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6650 (Dense)           (None, 187)               200838    
_________________________________________________________________
dropout_3325 (Dropout)       (None, 187)               0         
_________________________________________________________________
dense_6651 (Dense)           (None, 11)                2068      
=================================================================
Total params: 202,906
Trainable params: 202,906
Non-trainable params: 0
_________________________________________________________________
