Model: "sequential_2932"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5864 (Dense)           (None, 157)               165321    
_________________________________________________________________
dropout_2932 (Dropout)       (None, 157)               0         
_________________________________________________________________
dense_5865 (Dense)           (None, 11)                1738      
=================================================================
Total params: 167,059
Trainable params: 167,059
Non-trainable params: 0
_________________________________________________________________
