Model: "sequential_899"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1798 (Dense)           (None, 252)               264852    
_________________________________________________________________
dropout_899 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_1799 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,635
Trainable params: 267,635
Non-trainable params: 0
_________________________________________________________________
