Model: "sequential_3767"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7534 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_3767 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7535 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
