Model: "sequential_2693"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5386 (Dense)           (None, 122)               127612    
_________________________________________________________________
dropout_2693 (Dropout)       (None, 122)               0         
_________________________________________________________________
dense_5387 (Dense)           (None, 11)                1353      
=================================================================
Total params: 128,965
Trainable params: 128,965
Non-trainable params: 0
_________________________________________________________________
