Model: "sequential_444"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_888 (Dense)            (None, 32)                33248     
_________________________________________________________________
dropout_444 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_889 (Dense)            (None, 11)                363       
=================================================================
Total params: 33,611
Trainable params: 33,611
Non-trainable params: 0
_________________________________________________________________
