Model: "sequential_140"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_280 (Dense)            (None, 157)               166577    
_________________________________________________________________
dropout_140 (Dropout)        (None, 157)               0         
_________________________________________________________________
dense_281 (Dense)            (None, 11)                1738      
=================================================================
Total params: 168,315
Trainable params: 168,315
Non-trainable params: 0
_________________________________________________________________
