Model: "sequential_2963"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5926 (Dense)           (None, 252)               261576    
_________________________________________________________________
dropout_2963 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5927 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,359
Trainable params: 264,359
Non-trainable params: 0
_________________________________________________________________
