Model: "sequential_692"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1384 (Dense)           (None, 177)               188505    
_________________________________________________________________
dropout_692 (Dropout)        (None, 177)               0         
_________________________________________________________________
dense_1385 (Dense)           (None, 11)                1958      
=================================================================
Total params: 190,463
Trainable params: 190,463
Non-trainable params: 0
_________________________________________________________________
