Model: "sequential_3225"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6450 (Dense)           (None, 172)               181116    
_________________________________________________________________
dropout_3225 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_6451 (Dense)           (None, 11)                1903      
=================================================================
Total params: 183,019
Trainable params: 183,019
Non-trainable params: 0
_________________________________________________________________
