Model: "sequential_3599"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7198 (Dense)           (None, 32)                33728     
_________________________________________________________________
dropout_3599 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7199 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,091
Trainable params: 34,091
Non-trainable params: 0
_________________________________________________________________
