Model: "sequential_2564"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5128 (Dense)           (None, 142)               146260    
_________________________________________________________________
dropout_2564 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_5129 (Dense)           (None, 11)                1573      
=================================================================
Total params: 147,833
Trainable params: 147,833
Non-trainable params: 0
_________________________________________________________________
