Model: "sequential_406"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_812 (Dense)            (None, 67)                69613     
_________________________________________________________________
dropout_406 (Dropout)        (None, 67)                0         
_________________________________________________________________
dense_813 (Dense)            (None, 11)                748       
=================================================================
Total params: 70,361
Trainable params: 70,361
Non-trainable params: 0
_________________________________________________________________
