Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 227)               235626    
_________________________________________________________________
dropout (Dropout)            (None, 227)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2508      
=================================================================
Total params: 238,134
Trainable params: 238,134
Non-trainable params: 0
_________________________________________________________________
