Model: "sequential_1159"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2318 (Dense)           (None, 217)               228284    
_________________________________________________________________
dropout_1159 (Dropout)       (None, 217)               0         
_________________________________________________________________
dense_2319 (Dense)           (None, 11)                2398      
=================================================================
Total params: 230,682
Trainable params: 230,682
Non-trainable params: 0
_________________________________________________________________
