Model: "sequential_383"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_766 (Dense)            (None, 117)               124488    
_________________________________________________________________
dropout_383 (Dropout)        (None, 117)               0         
_________________________________________________________________
dense_767 (Dense)            (None, 11)                1298      
=================================================================
Total params: 125,786
Trainable params: 125,786
Non-trainable params: 0
_________________________________________________________________
