Model: "sequential_3265"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6530 (Dense)           (None, 252)               270144    
_________________________________________________________________
dropout_3265 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6531 (Dense)           (None, 11)                2783      
=================================================================
Total params: 272,927
Trainable params: 272,927
Non-trainable params: 0
_________________________________________________________________
