Model: "sequential_872"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1744 (Dense)           (None, 107)               113313    
_________________________________________________________________
dropout_872 (Dropout)        (None, 107)               0         
_________________________________________________________________
dense_1745 (Dense)           (None, 11)                1188      
=================================================================
Total params: 114,501
Trainable params: 114,501
Non-trainable params: 0
_________________________________________________________________
