Model: "sequential_4109"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8218 (Dense)           (None, 167)               175851    
_________________________________________________________________
dropout_4109 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_8219 (Dense)           (None, 11)                1848      
=================================================================
Total params: 177,699
Trainable params: 177,699
Non-trainable params: 0
_________________________________________________________________
