Model: "sequential_1121"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2242 (Dense)           (None, 252)               270900    
_________________________________________________________________
dropout_1121 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2243 (Dense)           (None, 11)                2783      
=================================================================
Total params: 273,683
Trainable params: 273,683
Non-trainable params: 0
_________________________________________________________________
