Model: "sequential_3032"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6064 (Dense)           (None, 107)               113206    
_________________________________________________________________
dropout_3032 (Dropout)       (None, 107)               0         
_________________________________________________________________
dense_6065 (Dense)           (None, 11)                1188      
=================================================================
Total params: 114,394
Trainable params: 114,394
Non-trainable params: 0
_________________________________________________________________
