Model: "sequential_1324"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2648 (Dense)           (None, 117)               123318    
_________________________________________________________________
dropout_1324 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_2649 (Dense)           (None, 11)                1298      
=================================================================
Total params: 124,616
Trainable params: 124,616
Non-trainable params: 0
_________________________________________________________________
