Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 137)               140562    
_________________________________________________________________
dropout (Dropout)            (None, 137)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1518      
=================================================================
Total params: 142,080
Trainable params: 142,080
Non-trainable params: 0
_________________________________________________________________
