Model: "sequential_2303"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4606 (Dense)           (None, 172)               179912    
_________________________________________________________________
dropout_2303 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_4607 (Dense)           (None, 11)                1903      
=================================================================
Total params: 181,815
Trainable params: 181,815
Non-trainable params: 0
_________________________________________________________________
