Model: "sequential_132"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_264 (Dense)            (None, 227)               240393    
_________________________________________________________________
dropout_132 (Dropout)        (None, 227)               0         
_________________________________________________________________
dense_265 (Dense)            (None, 11)                2508      
=================================================================
Total params: 242,901
Trainable params: 242,901
Non-trainable params: 0
_________________________________________________________________
