Model: "sequential_2498"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4996 (Dense)           (None, 252)               261324    
_________________________________________________________________
dropout_2498 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_4997 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,107
Trainable params: 264,107
Non-trainable params: 0
_________________________________________________________________
