Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 167)               173179    
_________________________________________________________________
dropout (Dropout)            (None, 167)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1848      
=================================================================
Total params: 175,027
Trainable params: 175,027
Non-trainable params: 0
_________________________________________________________________
