Model: "sequential_2138"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4276 (Dense)           (None, 32)                33952     
_________________________________________________________________
dropout_2138 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4277 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,315
Trainable params: 34,315
Non-trainable params: 0
_________________________________________________________________
