Model: "sequential_3800"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7600 (Dense)           (None, 172)               181288    
_________________________________________________________________
dropout_3800 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_7601 (Dense)           (None, 11)                1903      
=================================================================
Total params: 183,191
Trainable params: 183,191
Non-trainable params: 0
_________________________________________________________________
