Model: "sequential_4696"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9392 (Dense)           (None, 252)               260064    
_________________________________________________________________
dropout_4696 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_9393 (Dense)           (None, 11)                2783      
=================================================================
Total params: 262,847
Trainable params: 262,847
Non-trainable params: 0
_________________________________________________________________
