Model: "sequential_1168"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2336 (Dense)           (None, 67)                69479     
_________________________________________________________________
dropout_1168 (Dropout)       (None, 67)                0         
_________________________________________________________________
dense_2337 (Dense)           (None, 11)                748       
=================================================================
Total params: 70,227
Trainable params: 70,227
Non-trainable params: 0
_________________________________________________________________
