Model: "sequential_2107"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4214 (Dense)           (None, 137)               144398    
_________________________________________________________________
dropout_2107 (Dropout)       (None, 137)               0         
_________________________________________________________________
dense_4215 (Dense)           (None, 11)                1518      
=================================================================
Total params: 145,916
Trainable params: 145,916
Non-trainable params: 0
_________________________________________________________________
