Model: "sequential_3998"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7996 (Dense)           (None, 97)                102723    
_________________________________________________________________
dropout_3998 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_7997 (Dense)           (None, 11)                1078      
=================================================================
Total params: 103,801
Trainable params: 103,801
Non-trainable params: 0
_________________________________________________________________
