Model: "sequential_1221"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2442 (Dense)           (None, 202)               212504    
_________________________________________________________________
dropout_1221 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_2443 (Dense)           (None, 11)                2233      
=================================================================
Total params: 214,737
Trainable params: 214,737
Non-trainable params: 0
_________________________________________________________________
