Model: "sequential_2704"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5408 (Dense)           (None, 57)                60021     
_________________________________________________________________
dropout_2704 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_5409 (Dense)           (None, 11)                638       
=================================================================
Total params: 60,659
Trainable params: 60,659
Non-trainable params: 0
_________________________________________________________________
