Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 97)                102141    
_________________________________________________________________
dropout (Dropout)            (None, 97)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1078      
=================================================================
Total params: 103,219
Trainable params: 103,219
Non-trainable params: 0
_________________________________________________________________
