Model: "sequential_2303"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4606 (Dense)           (None, 87)                91002     
_________________________________________________________________
dropout_2303 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_4607 (Dense)           (None, 11)                968       
=================================================================
Total params: 91,970
Trainable params: 91,970
Non-trainable params: 0
_________________________________________________________________
