Model: "sequential_1993"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3986 (Dense)           (None, 167)               175684    
_________________________________________________________________
dropout_1993 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_3987 (Dense)           (None, 11)                1848      
=================================================================
Total params: 177,532
Trainable params: 177,532
Non-trainable params: 0
_________________________________________________________________
