Model: "sequential_1206"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2412 (Dense)           (None, 132)               138864    
_________________________________________________________________
dropout_1206 (Dropout)       (None, 132)               0         
_________________________________________________________________
dense_2413 (Dense)           (None, 11)                1463      
=================================================================
Total params: 140,327
Trainable params: 140,327
Non-trainable params: 0
_________________________________________________________________
