Model: "sequential_4276"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8552 (Dense)           (None, 32)                33504     
_________________________________________________________________
dropout_4276 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_8553 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,867
Trainable params: 33,867
Non-trainable params: 0
_________________________________________________________________
