Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 192)               204096    
_________________________________________________________________
dropout (Dropout)            (None, 192)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2123      
=================================================================
Total params: 206,219
Trainable params: 206,219
Non-trainable params: 0
_________________________________________________________________
