Model: "sequential_3163"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6326 (Dense)           (None, 32)                33920     
_________________________________________________________________
dropout_3163 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_6327 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,283
Trainable params: 34,283
Non-trainable params: 0
_________________________________________________________________
