Model: "sequential_3408"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6816 (Dense)           (None, 252)               265356    
_________________________________________________________________
dropout_3408 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6817 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,139
Trainable params: 268,139
Non-trainable params: 0
_________________________________________________________________
