Model: "sequential_3543"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7086 (Dense)           (None, 132)               138996    
_________________________________________________________________
dropout_3543 (Dropout)       (None, 132)               0         
_________________________________________________________________
dense_7087 (Dense)           (None, 11)                1463      
=================================================================
Total params: 140,459
Trainable params: 140,459
Non-trainable params: 0
_________________________________________________________________
