Model: "sequential_3079"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6158 (Dense)           (None, 147)               155820    
_________________________________________________________________
dropout_3079 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_6159 (Dense)           (None, 11)                1628      
=================================================================
Total params: 157,448
Trainable params: 157,448
Non-trainable params: 0
_________________________________________________________________
