Model: "sequential_625"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1250 (Dense)           (None, 252)               265860    
_________________________________________________________________
dropout_625 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_1251 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,643
Trainable params: 268,643
Non-trainable params: 0
_________________________________________________________________
