Model: "sequential_962"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1924 (Dense)           (None, 32)                33632     
_________________________________________________________________
dropout_962 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1925 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,995
Trainable params: 33,995
Non-trainable params: 0
_________________________________________________________________
