Model: "sequential_4697"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9394 (Dense)           (None, 172)               181116    
_________________________________________________________________
dropout_4697 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_9395 (Dense)           (None, 11)                1903      
=================================================================
Total params: 183,019
Trainable params: 183,019
Non-trainable params: 0
_________________________________________________________________
