Model: "sequential_2109"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4218 (Dense)           (None, 32)                33568     
_________________________________________________________________
dropout_2109 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4219 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,931
Trainable params: 33,931
Non-trainable params: 0
_________________________________________________________________
