Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 72)                76608     
_________________________________________________________________
dropout (Dropout)            (None, 72)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                803       
=================================================================
Total params: 77,411
Trainable params: 77,411
Non-trainable params: 0
_________________________________________________________________
