Model: "sequential_1636"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3272 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_1636 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3273 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
