Model: "sequential_2067"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4134 (Dense)           (None, 212)               220692    
_________________________________________________________________
dropout_2067 (Dropout)       (None, 212)               0         
_________________________________________________________________
dense_4135 (Dense)           (None, 11)                2343      
=================================================================
Total params: 223,035
Trainable params: 223,035
Non-trainable params: 0
_________________________________________________________________
