Model: "sequential_1032"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2064 (Dense)           (None, 147)               154938    
_________________________________________________________________
dropout_1032 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_2065 (Dense)           (None, 11)                1628      
=================================================================
Total params: 156,566
Trainable params: 156,566
Non-trainable params: 0
_________________________________________________________________
