Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 252)               263592    
_________________________________________________________________
dropout (Dropout)            (None, 252)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2783      
=================================================================
Total params: 266,375
Trainable params: 266,375
Non-trainable params: 0
_________________________________________________________________
