Model: "sequential_2947"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5894 (Dense)           (None, 102)               107508    
_________________________________________________________________
dropout_2947 (Dropout)       (None, 102)               0         
_________________________________________________________________
dense_5895 (Dense)           (None, 11)                1133      
=================================================================
Total params: 108,641
Trainable params: 108,641
Non-trainable params: 0
_________________________________________________________________
