Model: "sequential_258"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_516 (Dense)            (None, 177)               186027    
_________________________________________________________________
dropout_258 (Dropout)        (None, 177)               0         
_________________________________________________________________
dense_517 (Dense)            (None, 11)                1958      
=================================================================
Total params: 187,985
Trainable params: 187,985
Non-trainable params: 0
_________________________________________________________________
