Model: "sequential_2695"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5390 (Dense)           (None, 242)               259424    
_________________________________________________________________
dropout_2695 (Dropout)       (None, 242)               0         
_________________________________________________________________
dense_5391 (Dense)           (None, 11)                2673      
=================================================================
Total params: 262,097
Trainable params: 262,097
Non-trainable params: 0
_________________________________________________________________
