Model: "sequential_1922"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3844 (Dense)           (None, 82)                84460     
_________________________________________________________________
dropout_1922 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_3845 (Dense)           (None, 11)                913       
=================================================================
Total params: 85,373
Trainable params: 85,373
Non-trainable params: 0
_________________________________________________________________
