Model: "sequential_1711"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3422 (Dense)           (None, 152)               160816    
_________________________________________________________________
dropout_1711 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_3423 (Dense)           (None, 11)                1683      
=================================================================
Total params: 162,499
Trainable params: 162,499
Non-trainable params: 0
_________________________________________________________________
