Model: "sequential_2976"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5952 (Dense)           (None, 227)               239258    
_________________________________________________________________
dropout_2976 (Dropout)       (None, 227)               0         
_________________________________________________________________
dense_5953 (Dense)           (None, 11)                2508      
=================================================================
Total params: 241,766
Trainable params: 241,766
Non-trainable params: 0
_________________________________________________________________
