Model: "sequential_5215"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10430 (Dense)          (None, 147)               156849    
_________________________________________________________________
dropout_5215 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_10431 (Dense)          (None, 11)                1628      
=================================================================
Total params: 158,477
Trainable params: 158,477
Non-trainable params: 0
_________________________________________________________________
