Model: "sequential_2339"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4678 (Dense)           (None, 67)                70283     
_________________________________________________________________
dropout_2339 (Dropout)       (None, 67)                0         
_________________________________________________________________
dense_4679 (Dense)           (None, 11)                748       
=================================================================
Total params: 71,031
Trainable params: 71,031
Non-trainable params: 0
_________________________________________________________________
