Model: "sequential_3108"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6216 (Dense)           (None, 32)                33696     
_________________________________________________________________
dropout_3108 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_6217 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,059
Trainable params: 34,059
Non-trainable params: 0
_________________________________________________________________
