Model: "sequential_2649"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5298 (Dense)           (None, 112)               117152    
_________________________________________________________________
dropout_2649 (Dropout)       (None, 112)               0         
_________________________________________________________________
dense_5299 (Dense)           (None, 11)                1243      
=================================================================
Total params: 118,395
Trainable params: 118,395
Non-trainable params: 0
_________________________________________________________________
