Model: "sequential_1372"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2744 (Dense)           (None, 187)               195602    
_________________________________________________________________
dropout_1372 (Dropout)       (None, 187)               0         
_________________________________________________________________
dense_2745 (Dense)           (None, 11)                2068      
=================================================================
Total params: 197,670
Trainable params: 197,670
Non-trainable params: 0
_________________________________________________________________
