Model: "sequential_471"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_942 (Dense)            (None, 252)               262836    
_________________________________________________________________
dropout_471 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_943 (Dense)            (None, 11)                2783      
=================================================================
Total params: 265,619
Trainable params: 265,619
Non-trainable params: 0
_________________________________________________________________
