Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 77)                80927     
_________________________________________________________________
dropout (Dropout)            (None, 77)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                858       
=================================================================
Total params: 81,785
Trainable params: 81,785
Non-trainable params: 0
_________________________________________________________________
