Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 97)                104178    
_________________________________________________________________
dropout (Dropout)            (None, 97)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1078      
=================================================================
Total params: 105,256
Trainable params: 105,256
Non-trainable params: 0
_________________________________________________________________
