Model: "sequential_284"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_568 (Dense)            (None, 102)               105876    
_________________________________________________________________
dropout_284 (Dropout)        (None, 102)               0         
_________________________________________________________________
dense_569 (Dense)            (None, 11)                1133      
=================================================================
Total params: 107,009
Trainable params: 107,009
Non-trainable params: 0
_________________________________________________________________
