Model: "sequential_4977"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9954 (Dense)           (None, 32)                33024     
_________________________________________________________________
dropout_4977 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9955 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,387
Trainable params: 33,387
Non-trainable params: 0
_________________________________________________________________
