Model: "sequential_499"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_998 (Dense)            (None, 52)                55276     
_________________________________________________________________
dropout_499 (Dropout)        (None, 52)                0         
_________________________________________________________________
dense_999 (Dense)            (None, 11)                583       
=================================================================
Total params: 55,859
Trainable params: 55,859
Non-trainable params: 0
_________________________________________________________________
