Model: "sequential_4276"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8552 (Dense)           (None, 142)               148532    
_________________________________________________________________
dropout_4276 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_8553 (Dense)           (None, 11)                1573      
=================================================================
Total params: 150,105
Trainable params: 150,105
Non-trainable params: 0
_________________________________________________________________
