Model: "sequential_1213"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2426 (Dense)           (None, 157)               165478    
_________________________________________________________________
dropout_1213 (Dropout)       (None, 157)               0         
_________________________________________________________________
dense_2427 (Dense)           (None, 11)                1738      
=================================================================
Total params: 167,216
Trainable params: 167,216
Non-trainable params: 0
_________________________________________________________________
