Model: "sequential_2436"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4872 (Dense)           (None, 112)               117488    
_________________________________________________________________
dropout_2436 (Dropout)       (None, 112)               0         
_________________________________________________________________
dense_4873 (Dense)           (None, 11)                1243      
=================================================================
Total params: 118,731
Trainable params: 118,731
Non-trainable params: 0
_________________________________________________________________
