Model: "sequential_2745"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5490 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_2745 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5491 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
