Model: "sequential_2053"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4106 (Dense)           (None, 82)                87904     
_________________________________________________________________
dropout_2053 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_4107 (Dense)           (None, 11)                913       
=================================================================
Total params: 88,817
Trainable params: 88,817
Non-trainable params: 0
_________________________________________________________________
