Model: "sequential_1359"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2718 (Dense)           (None, 52)                54392     
_________________________________________________________________
dropout_1359 (Dropout)       (None, 52)                0         
_________________________________________________________________
dense_2719 (Dense)           (None, 11)                583       
=================================================================
Total params: 54,975
Trainable params: 54,975
Non-trainable params: 0
_________________________________________________________________
