Model: "sequential_1521"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3042 (Dense)           (None, 147)               154203    
_________________________________________________________________
dropout_1521 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_3043 (Dense)           (None, 11)                1628      
=================================================================
Total params: 155,831
Trainable params: 155,831
Non-trainable params: 0
_________________________________________________________________
