Model: "sequential_279"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_558 (Dense)            (None, 247)               259597    
_________________________________________________________________
dropout_279 (Dropout)        (None, 247)               0         
_________________________________________________________________
dense_559 (Dense)            (None, 11)                2728      
=================================================================
Total params: 262,325
Trainable params: 262,325
Non-trainable params: 0
_________________________________________________________________
