Model: "sequential_1057"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2114 (Dense)           (None, 252)               266868    
_________________________________________________________________
dropout_1057 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2115 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,651
Trainable params: 269,651
Non-trainable params: 0
_________________________________________________________________
