Model: "sequential_3153"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6306 (Dense)           (None, 252)               264600    
_________________________________________________________________
dropout_3153 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6307 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,383
Trainable params: 267,383
Non-trainable params: 0
_________________________________________________________________
