Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 82)                86428     
_________________________________________________________________
dropout (Dropout)            (None, 82)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                913       
=================================================================
Total params: 87,341
Trainable params: 87,341
Non-trainable params: 0
_________________________________________________________________
