Model: "sequential_2019"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4038 (Dense)           (None, 107)               113206    
_________________________________________________________________
dropout_2019 (Dropout)       (None, 107)               0         
_________________________________________________________________
dense_4039 (Dense)           (None, 11)                1188      
=================================================================
Total params: 114,394
Trainable params: 114,394
Non-trainable params: 0
_________________________________________________________________
