Model: "sequential_992"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1984 (Dense)           (None, 137)               143987    
_________________________________________________________________
dropout_992 (Dropout)        (None, 137)               0         
_________________________________________________________________
dense_1985 (Dense)           (None, 11)                1518      
=================================================================
Total params: 145,505
Trainable params: 145,505
Non-trainable params: 0
_________________________________________________________________
