Model: "sequential_1273"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2546 (Dense)           (None, 212)               222388    
_________________________________________________________________
dropout_1273 (Dropout)       (None, 212)               0         
_________________________________________________________________
dense_2547 (Dense)           (None, 11)                2343      
=================================================================
Total params: 224,731
Trainable params: 224,731
Non-trainable params: 0
_________________________________________________________________
