Model: "sequential_530"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1060 (Dense)           (None, 162)               170748    
_________________________________________________________________
dropout_530 (Dropout)        (None, 162)               0         
_________________________________________________________________
dense_1061 (Dense)           (None, 11)                1793      
=================================================================
Total params: 172,541
Trainable params: 172,541
Non-trainable params: 0
_________________________________________________________________
