Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 122)               129686    
_________________________________________________________________
dropout (Dropout)            (None, 122)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1353      
=================================================================
Total params: 131,039
Trainable params: 131,039
Non-trainable params: 0
_________________________________________________________________
