Model: "sequential_1703"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3406 (Dense)           (None, 32)                34304     
_________________________________________________________________
dropout_1703 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3407 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,667
Trainable params: 34,667
Non-trainable params: 0
_________________________________________________________________
