Model: "sequential_1483"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2966 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_1483 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2967 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
