Model: "sequential_1180"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2360 (Dense)           (None, 87)                91785     
_________________________________________________________________
dropout_1180 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_2361 (Dense)           (None, 11)                968       
=================================================================
Total params: 92,753
Trainable params: 92,753
Non-trainable params: 0
_________________________________________________________________
