Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 152)               157776    
_________________________________________________________________
dropout (Dropout)            (None, 152)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1683      
=================================================================
Total params: 159,459
Trainable params: 159,459
Non-trainable params: 0
_________________________________________________________________
