Model: "sequential_1816"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3632 (Dense)           (None, 142)               148958    
_________________________________________________________________
dropout_1816 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_3633 (Dense)           (None, 11)                1573      
=================================================================
Total params: 150,531
Trainable params: 150,531
Non-trainable params: 0
_________________________________________________________________
