Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 192)               201984    
_________________________________________________________________
dropout (Dropout)            (None, 192)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2123      
=================================================================
Total params: 204,107
Trainable params: 204,107
Non-trainable params: 0
_________________________________________________________________
