Model: "sequential_1190"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2380 (Dense)           (None, 252)               266868    
_________________________________________________________________
dropout_1190 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2381 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,651
Trainable params: 269,651
Non-trainable params: 0
_________________________________________________________________
