Model: "sequential_456"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_912 (Dense)            (None, 32)                33376     
_________________________________________________________________
dropout_456 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_913 (Dense)            (None, 11)                363       
=================================================================
Total params: 33,739
Trainable params: 33,739
Non-trainable params: 0
_________________________________________________________________
