Model: "sequential_34"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_68 (Dense)             (None, 32)                32992     
_________________________________________________________________
dropout_34 (Dropout)         (None, 32)                0         
_________________________________________________________________
dense_69 (Dense)             (None, 11)                363       
=================================================================
Total params: 33,355
Trainable params: 33,355
Non-trainable params: 0
_________________________________________________________________
