Model: "sequential_2139"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4278 (Dense)           (None, 67)                71087     
_________________________________________________________________
dropout_2139 (Dropout)       (None, 67)                0         
_________________________________________________________________
dense_4279 (Dense)           (None, 11)                748       
=================================================================
Total params: 71,835
Trainable params: 71,835
Non-trainable params: 0
_________________________________________________________________
