Model: "sequential_738"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1476 (Dense)           (None, 112)               118832    
_________________________________________________________________
dropout_738 (Dropout)        (None, 112)               0         
_________________________________________________________________
dense_1477 (Dense)           (None, 11)                1243      
=================================================================
Total params: 120,075
Trainable params: 120,075
Non-trainable params: 0
_________________________________________________________________
