Model: "sequential_3895"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7790 (Dense)           (None, 62)                66588     
_________________________________________________________________
dropout_3895 (Dropout)       (None, 62)                0         
_________________________________________________________________
dense_7791 (Dense)           (None, 11)                693       
=================================================================
Total params: 67,281
Trainable params: 67,281
Non-trainable params: 0
_________________________________________________________________
