Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 187)               200464    
_________________________________________________________________
dropout (Dropout)            (None, 187)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2068      
=================================================================
Total params: 202,532
Trainable params: 202,532
Non-trainable params: 0
_________________________________________________________________
