Model: "sequential_61"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_122 (Dense)            (None, 77)                81928     
_________________________________________________________________
dropout_61 (Dropout)         (None, 77)                0         
_________________________________________________________________
dense_123 (Dense)            (None, 11)                858       
=================================================================
Total params: 82,786
Trainable params: 82,786
Non-trainable params: 0
_________________________________________________________________
