Model: "sequential_4237"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8474 (Dense)           (None, 252)               263592    
_________________________________________________________________
dropout_4237 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_8475 (Dense)           (None, 11)                2783      
=================================================================
Total params: 266,375
Trainable params: 266,375
Non-trainable params: 0
_________________________________________________________________
