Model: "sequential_2854"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5708 (Dense)           (None, 247)               259350    
_________________________________________________________________
dropout_2854 (Dropout)       (None, 247)               0         
_________________________________________________________________
dense_5709 (Dense)           (None, 11)                2728      
=================================================================
Total params: 262,078
Trainable params: 262,078
Non-trainable params: 0
_________________________________________________________________
