Model: "sequential_4199"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8398 (Dense)           (None, 32)                33664     
_________________________________________________________________
dropout_4199 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_8399 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,027
Trainable params: 34,027
Non-trainable params: 0
_________________________________________________________________
