Model: "sequential_1081"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2162 (Dense)           (None, 57)                59622     
_________________________________________________________________
dropout_1081 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_2163 (Dense)           (None, 11)                638       
=================================================================
Total params: 60,260
Trainable params: 60,260
Non-trainable params: 0
_________________________________________________________________
