Model: "sequential_570"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1140 (Dense)           (None, 32)                33632     
_________________________________________________________________
dropout_570 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1141 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,995
Trainable params: 33,995
Non-trainable params: 0
_________________________________________________________________
