Model: "sequential_113"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_226 (Dense)            (None, 207)               215073    
_________________________________________________________________
dropout_113 (Dropout)        (None, 207)               0         
_________________________________________________________________
dense_227 (Dense)            (None, 11)                2288      
=================================================================
Total params: 217,361
Trainable params: 217,361
Non-trainable params: 0
_________________________________________________________________
