Model: "sequential_1680"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3360 (Dense)           (None, 162)               166860    
_________________________________________________________________
dropout_1680 (Dropout)       (None, 162)               0         
_________________________________________________________________
dense_3361 (Dense)           (None, 11)                1793      
=================================================================
Total params: 168,653
Trainable params: 168,653
Non-trainable params: 0
_________________________________________________________________
