Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 62)                65906     
_________________________________________________________________
dropout (Dropout)            (None, 62)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                693       
=================================================================
Total params: 66,599
Trainable params: 66,599
Non-trainable params: 0
_________________________________________________________________
