Model: "sequential_3133"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6266 (Dense)           (None, 127)               134366    
_________________________________________________________________
dropout_3133 (Dropout)       (None, 127)               0         
_________________________________________________________________
dense_6267 (Dense)           (None, 11)                1408      
=================================================================
Total params: 135,774
Trainable params: 135,774
Non-trainable params: 0
_________________________________________________________________
