Model: "sequential_188"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_376 (Dense)            (None, 167)               174181    
_________________________________________________________________
dropout_188 (Dropout)        (None, 167)               0         
_________________________________________________________________
dense_377 (Dense)            (None, 11)                1848      
=================================================================
Total params: 176,029
Trainable params: 176,029
Non-trainable params: 0
_________________________________________________________________
