Model: "sequential_335"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_670 (Dense)            (None, 172)               181460    
_________________________________________________________________
dropout_335 (Dropout)        (None, 172)               0         
_________________________________________________________________
dense_671 (Dense)            (None, 11)                1903      
=================================================================
Total params: 183,363
Trainable params: 183,363
Non-trainable params: 0
_________________________________________________________________
