Model: "sequential_4707"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9414 (Dense)           (None, 177)               188151    
_________________________________________________________________
dropout_4707 (Dropout)       (None, 177)               0         
_________________________________________________________________
dense_9415 (Dense)           (None, 11)                1958      
=================================================================
Total params: 190,109
Trainable params: 190,109
Non-trainable params: 0
_________________________________________________________________
