Model: "sequential_4749"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9498 (Dense)           (None, 32)                32832     
_________________________________________________________________
dropout_4749 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9499 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,195
Trainable params: 33,195
Non-trainable params: 0
_________________________________________________________________
