Model: "sequential_4422"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8844 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_4422 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_8845 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
