Model: "sequential_3936"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7872 (Dense)           (None, 207)               214659    
_________________________________________________________________
dropout_3936 (Dropout)       (None, 207)               0         
_________________________________________________________________
dense_7873 (Dense)           (None, 11)                2288      
=================================================================
Total params: 216,947
Trainable params: 216,947
Non-trainable params: 0
_________________________________________________________________
