Model: "sequential_4963"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9926 (Dense)           (None, 42)                43344     
_________________________________________________________________
dropout_4963 (Dropout)       (None, 42)                0         
_________________________________________________________________
dense_9927 (Dense)           (None, 11)                473       
=================================================================
Total params: 43,817
Trainable params: 43,817
Non-trainable params: 0
_________________________________________________________________
