Model: "sequential_1469"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2938 (Dense)           (None, 32)                33184     
_________________________________________________________________
dropout_1469 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2939 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,547
Trainable params: 33,547
Non-trainable params: 0
_________________________________________________________________
