Model: "sequential_568"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1136 (Dense)           (None, 32)                33216     
_________________________________________________________________
dropout_568 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1137 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,579
Trainable params: 33,579
Non-trainable params: 0
_________________________________________________________________
