Model: "sequential_3395"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6790 (Dense)           (None, 192)               201600    
_________________________________________________________________
dropout_3395 (Dropout)       (None, 192)               0         
_________________________________________________________________
dense_6791 (Dense)           (None, 11)                2123      
=================================================================
Total params: 203,723
Trainable params: 203,723
Non-trainable params: 0
_________________________________________________________________
