Model: "sequential_1140"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2280 (Dense)           (None, 252)               262080    
_________________________________________________________________
dropout_1140 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2281 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,863
Trainable params: 264,863
Non-trainable params: 0
_________________________________________________________________
