Model: "sequential_261"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_522 (Dense)            (None, 57)                59907     
_________________________________________________________________
dropout_261 (Dropout)        (None, 57)                0         
_________________________________________________________________
dense_523 (Dense)            (None, 11)                638       
=================================================================
Total params: 60,545
Trainable params: 60,545
Non-trainable params: 0
_________________________________________________________________
