Model: "sequential_2370"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4740 (Dense)           (None, 32)                33312     
_________________________________________________________________
dropout_2370 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4741 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,675
Trainable params: 33,675
Non-trainable params: 0
_________________________________________________________________
