Model: "sequential_3298"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6596 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_3298 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6597 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
