Model: "sequential_3108"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6216 (Dense)           (None, 177)               183549    
_________________________________________________________________
dropout_3108 (Dropout)       (None, 177)               0         
_________________________________________________________________
dense_6217 (Dense)           (None, 11)                1958      
=================================================================
Total params: 185,507
Trainable params: 185,507
Non-trainable params: 0
_________________________________________________________________
