Model: "sequential_3551"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7102 (Dense)           (None, 212)               220056    
_________________________________________________________________
dropout_3551 (Dropout)       (None, 212)               0         
_________________________________________________________________
dense_7103 (Dense)           (None, 11)                2343      
=================================================================
Total params: 222,399
Trainable params: 222,399
Non-trainable params: 0
_________________________________________________________________
