Model: "sequential_2536"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5072 (Dense)           (None, 242)               250954    
_________________________________________________________________
dropout_2536 (Dropout)       (None, 242)               0         
_________________________________________________________________
dense_5073 (Dense)           (None, 11)                2673      
=================================================================
Total params: 253,627
Trainable params: 253,627
Non-trainable params: 0
_________________________________________________________________
