Model: "sequential_1747"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3494 (Dense)           (None, 157)               163280    
_________________________________________________________________
dropout_1747 (Dropout)       (None, 157)               0         
_________________________________________________________________
dense_3495 (Dense)           (None, 11)                1738      
=================================================================
Total params: 165,018
Trainable params: 165,018
Non-trainable params: 0
_________________________________________________________________
