Model: "sequential_5463"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10926 (Dense)          (None, 252)               264852    
_________________________________________________________________
dropout_5463 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10927 (Dense)          (None, 11)                2783      
=================================================================
Total params: 267,635
Trainable params: 267,635
Non-trainable params: 0
_________________________________________________________________
