Model: "sequential_404"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_808 (Dense)            (None, 212)               224932    
_________________________________________________________________
dropout_404 (Dropout)        (None, 212)               0         
_________________________________________________________________
dense_809 (Dense)            (None, 11)                2343      
=================================================================
Total params: 227,275
Trainable params: 227,275
Non-trainable params: 0
_________________________________________________________________
