Model: "sequential_1005"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2010 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_1005 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2011 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
