Model: "sequential_4538"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9076 (Dense)           (None, 32)                34016     
_________________________________________________________________
dropout_4538 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9077 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,379
Trainable params: 34,379
Non-trainable params: 0
_________________________________________________________________
