Model: "sequential_1795"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3590 (Dense)           (None, 32)                33888     
_________________________________________________________________
dropout_1795 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3591 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,251
Trainable params: 34,251
Non-trainable params: 0
_________________________________________________________________
