Model: "sequential_2225"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4450 (Dense)           (None, 107)               110317    
_________________________________________________________________
dropout_2225 (Dropout)       (None, 107)               0         
_________________________________________________________________
dense_4451 (Dense)           (None, 11)                1188      
=================================================================
Total params: 111,505
Trainable params: 111,505
Non-trainable params: 0
_________________________________________________________________
