Model: "sequential_73"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_146 (Dense)            (None, 102)               108630    
_________________________________________________________________
dropout_73 (Dropout)         (None, 102)               0         
_________________________________________________________________
dense_147 (Dense)            (None, 11)                1133      
=================================================================
Total params: 109,763
Trainable params: 109,763
Non-trainable params: 0
_________________________________________________________________
