Model: "sequential_2637"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5274 (Dense)           (None, 117)               125424    
_________________________________________________________________
dropout_2637 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_5275 (Dense)           (None, 11)                1298      
=================================================================
Total params: 126,722
Trainable params: 126,722
Non-trainable params: 0
_________________________________________________________________
