Model: "sequential_2181"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4362 (Dense)           (None, 32)                32960     
_________________________________________________________________
dropout_2181 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4363 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,323
Trainable params: 33,323
Non-trainable params: 0
_________________________________________________________________
