Model: "sequential_3593"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7186 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_3593 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7187 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
