Model: "sequential_1533"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3066 (Dense)           (None, 232)               244528    
_________________________________________________________________
dropout_1533 (Dropout)       (None, 232)               0         
_________________________________________________________________
dense_3067 (Dense)           (None, 11)                2563      
=================================================================
Total params: 247,091
Trainable params: 247,091
Non-trainable params: 0
_________________________________________________________________
