Model: "sequential_1881"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3762 (Dense)           (None, 102)               107916    
_________________________________________________________________
dropout_1881 (Dropout)       (None, 102)               0         
_________________________________________________________________
dense_3763 (Dense)           (None, 11)                1133      
=================================================================
Total params: 109,049
Trainable params: 109,049
Non-trainable params: 0
_________________________________________________________________
