Model: "sequential_238"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_476 (Dense)            (None, 157)               168775    
_________________________________________________________________
dropout_238 (Dropout)        (None, 157)               0         
_________________________________________________________________
dense_477 (Dense)            (None, 11)                1738      
=================================================================
Total params: 170,513
Trainable params: 170,513
Non-trainable params: 0
_________________________________________________________________
