Model: "sequential_769"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1538 (Dense)           (None, 247)               257621    
_________________________________________________________________
dropout_769 (Dropout)        (None, 247)               0         
_________________________________________________________________
dense_1539 (Dense)           (None, 11)                2728      
=================================================================
Total params: 260,349
Trainable params: 260,349
Non-trainable params: 0
_________________________________________________________________
