Model: "sequential_49"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_98 (Dense)             (None, 232)               244760    
_________________________________________________________________
dropout_49 (Dropout)         (None, 232)               0         
_________________________________________________________________
dense_99 (Dense)             (None, 11)                2563      
=================================================================
Total params: 247,323
Trainable params: 247,323
Non-trainable params: 0
_________________________________________________________________
