Model: "sequential_498"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_996 (Dense)            (None, 212)               225356    
_________________________________________________________________
dropout_498 (Dropout)        (None, 212)               0         
_________________________________________________________________
dense_997 (Dense)            (None, 11)                2343      
=================================================================
Total params: 227,699
Trainable params: 227,699
Non-trainable params: 0
_________________________________________________________________
