Model: "sequential_4768"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9536 (Dense)           (None, 32)                33632     
_________________________________________________________________
dropout_4768 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9537 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,995
Trainable params: 33,995
Non-trainable params: 0
_________________________________________________________________
