Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 52)                53612     
_________________________________________________________________
dropout (Dropout)            (None, 52)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                583       
=================================================================
Total params: 54,195
Trainable params: 54,195
Non-trainable params: 0
_________________________________________________________________
