Model: "sequential_2617"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5234 (Dense)           (None, 47)                49162     
_________________________________________________________________
dropout_2617 (Dropout)       (None, 47)                0         
_________________________________________________________________
dense_5235 (Dense)           (None, 11)                528       
=================================================================
Total params: 49,690
Trainable params: 49,690
Non-trainable params: 0
_________________________________________________________________
