Model: "sequential_1395"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2790 (Dense)           (None, 97)                101462    
_________________________________________________________________
dropout_1395 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_2791 (Dense)           (None, 11)                1078      
=================================================================
Total params: 102,540
Trainable params: 102,540
Non-trainable params: 0
_________________________________________________________________
