Model: "sequential_4207"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8414 (Dense)           (None, 152)               159904    
_________________________________________________________________
dropout_4207 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_8415 (Dense)           (None, 11)                1683      
=================================================================
Total params: 161,587
Trainable params: 161,587
Non-trainable params: 0
_________________________________________________________________
