Model: "sequential_3288"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6576 (Dense)           (None, 157)               168618    
_________________________________________________________________
dropout_3288 (Dropout)       (None, 157)               0         
_________________________________________________________________
dense_6577 (Dense)           (None, 11)                1738      
=================================================================
Total params: 170,356
Trainable params: 170,356
Non-trainable params: 0
_________________________________________________________________
