Model: "sequential_3578"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7156 (Dense)           (None, 252)               261576    
_________________________________________________________________
dropout_3578 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7157 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,359
Trainable params: 264,359
Non-trainable params: 0
_________________________________________________________________
