Model: "sequential_3138"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6276 (Dense)           (None, 142)               150520    
_________________________________________________________________
dropout_3138 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_6277 (Dense)           (None, 11)                1573      
=================================================================
Total params: 152,093
Trainable params: 152,093
Non-trainable params: 0
_________________________________________________________________
