Model: "sequential_1696"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3392 (Dense)           (None, 252)               262080    
_________________________________________________________________
dropout_1696 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3393 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,863
Trainable params: 264,863
Non-trainable params: 0
_________________________________________________________________
