Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 212)               222812    
_________________________________________________________________
dropout (Dropout)            (None, 212)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2343      
=================================================================
Total params: 225,155
Trainable params: 225,155
Non-trainable params: 0
_________________________________________________________________
