Model: "sequential_5493"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10986 (Dense)          (None, 252)               264852    
_________________________________________________________________
dropout_5493 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10987 (Dense)          (None, 11)                2783      
=================================================================
Total params: 267,635
Trainable params: 267,635
Non-trainable params: 0
_________________________________________________________________
