Model: "sequential_1617"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3234 (Dense)           (None, 227)               239258    
_________________________________________________________________
dropout_1617 (Dropout)       (None, 227)               0         
_________________________________________________________________
dense_3235 (Dense)           (None, 11)                2508      
=================================================================
Total params: 241,766
Trainable params: 241,766
Non-trainable params: 0
_________________________________________________________________
