Model: "sequential_1020"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2040 (Dense)           (None, 32)                33728     
_________________________________________________________________
dropout_1020 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2041 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,091
Trainable params: 34,091
Non-trainable params: 0
_________________________________________________________________
