Model: "sequential_4472"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8944 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_4472 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_8945 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
