Model: "sequential_1463"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2926 (Dense)           (None, 252)               266868    
_________________________________________________________________
dropout_1463 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2927 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,651
Trainable params: 269,651
Non-trainable params: 0
_________________________________________________________________
