Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 182)               191646    
_________________________________________________________________
dropout (Dropout)            (None, 182)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2013      
=================================================================
Total params: 193,659
Trainable params: 193,659
Non-trainable params: 0
_________________________________________________________________
