Model: "sequential_2026"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4052 (Dense)           (None, 162)               173664    
_________________________________________________________________
dropout_2026 (Dropout)       (None, 162)               0         
_________________________________________________________________
dense_4053 (Dense)           (None, 11)                1793      
=================================================================
Total params: 175,457
Trainable params: 175,457
Non-trainable params: 0
_________________________________________________________________
