Model: "sequential_2017"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4034 (Dense)           (None, 162)               168642    
_________________________________________________________________
dropout_2017 (Dropout)       (None, 162)               0         
_________________________________________________________________
dense_4035 (Dense)           (None, 11)                1793      
=================================================================
Total params: 170,435
Trainable params: 170,435
Non-trainable params: 0
_________________________________________________________________
