Model: "sequential_1817"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3634 (Dense)           (None, 32)                33952     
_________________________________________________________________
dropout_1817 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3635 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,315
Trainable params: 34,315
Non-trainable params: 0
_________________________________________________________________
