Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 207)               217971    
_________________________________________________________________
dropout (Dropout)            (None, 207)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2288      
=================================================================
Total params: 220,259
Trainable params: 220,259
Non-trainable params: 0
_________________________________________________________________
