Model: "sequential_1700"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3400 (Dense)           (None, 172)               181976    
_________________________________________________________________
dropout_1700 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_3401 (Dense)           (None, 11)                1903      
=================================================================
Total params: 183,879
Trainable params: 183,879
Non-trainable params: 0
_________________________________________________________________
