Model: "sequential_4208"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8416 (Dense)           (None, 92)                96784     
_________________________________________________________________
dropout_4208 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_8417 (Dense)           (None, 11)                1023      
=================================================================
Total params: 97,807
Trainable params: 97,807
Non-trainable params: 0
_________________________________________________________________
