Model: "sequential_5058"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10116 (Dense)          (None, 132)               140316    
_________________________________________________________________
dropout_5058 (Dropout)       (None, 132)               0         
_________________________________________________________________
dense_10117 (Dense)          (None, 11)                1463      
=================================================================
Total params: 141,779
Trainable params: 141,779
Non-trainable params: 0
_________________________________________________________________
