Model: "sequential_192"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_384 (Dense)            (None, 157)               164850    
_________________________________________________________________
dropout_192 (Dropout)        (None, 157)               0         
_________________________________________________________________
dense_385 (Dense)            (None, 11)                1738      
=================================================================
Total params: 166,588
Trainable params: 166,588
Non-trainable params: 0
_________________________________________________________________
