Model: "sequential_3015"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6030 (Dense)           (None, 152)               159600    
_________________________________________________________________
dropout_3015 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_6031 (Dense)           (None, 11)                1683      
=================================================================
Total params: 161,283
Trainable params: 161,283
Non-trainable params: 0
_________________________________________________________________
