Model: "sequential_3258"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6516 (Dense)           (None, 47)                49350     
_________________________________________________________________
dropout_3258 (Dropout)       (None, 47)                0         
_________________________________________________________________
dense_6517 (Dense)           (None, 11)                528       
=================================================================
Total params: 49,878
Trainable params: 49,878
Non-trainable params: 0
_________________________________________________________________
