Model: "sequential_1320"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2640 (Dense)           (None, 87)                91698     
_________________________________________________________________
dropout_1320 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_2641 (Dense)           (None, 11)                968       
=================================================================
Total params: 92,666
Trainable params: 92,666
Non-trainable params: 0
_________________________________________________________________
