Model: "sequential_2763"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5526 (Dense)           (None, 32)                33696     
_________________________________________________________________
dropout_2763 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5527 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,059
Trainable params: 34,059
Non-trainable params: 0
_________________________________________________________________
