Model: "sequential_2122"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4244 (Dense)           (None, 32)                33568     
_________________________________________________________________
dropout_2122 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4245 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,931
Trainable params: 33,931
Non-trainable params: 0
_________________________________________________________________
