Model: "sequential_1030"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2060 (Dense)           (None, 32)                33280     
_________________________________________________________________
dropout_1030 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2061 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,643
Trainable params: 33,643
Non-trainable params: 0
_________________________________________________________________
