Model: "sequential_2140"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4280 (Dense)           (None, 87)                89697     
_________________________________________________________________
dropout_2140 (Dropout)       (None, 87)                0         
_________________________________________________________________
dense_4281 (Dense)           (None, 11)                968       
=================================================================
Total params: 90,665
Trainable params: 90,665
Non-trainable params: 0
_________________________________________________________________
