Model: "sequential_4751"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9502 (Dense)           (None, 122)               128466    
_________________________________________________________________
dropout_4751 (Dropout)       (None, 122)               0         
_________________________________________________________________
dense_9503 (Dense)           (None, 11)                1353      
=================================================================
Total params: 129,819
Trainable params: 129,819
Non-trainable params: 0
_________________________________________________________________
