Model: "sequential_3470"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6940 (Dense)           (None, 177)               183018    
_________________________________________________________________
dropout_3470 (Dropout)       (None, 177)               0         
_________________________________________________________________
dense_6941 (Dense)           (None, 11)                1958      
=================================================================
Total params: 184,976
Trainable params: 184,976
Non-trainable params: 0
_________________________________________________________________
