Model: "sequential_2985"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5970 (Dense)           (None, 127)               133350    
_________________________________________________________________
dropout_2985 (Dropout)       (None, 127)               0         
_________________________________________________________________
dense_5971 (Dense)           (None, 11)                1408      
=================================================================
Total params: 134,758
Trainable params: 134,758
Non-trainable params: 0
_________________________________________________________________
