Model: "sequential_323"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_646 (Dense)            (None, 32)                32992     
_________________________________________________________________
dropout_323 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_647 (Dense)            (None, 11)                363       
=================================================================
Total params: 33,355
Trainable params: 33,355
Non-trainable params: 0
_________________________________________________________________
