Model: "sequential_3610"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7220 (Dense)           (None, 252)               271656    
_________________________________________________________________
dropout_3610 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7221 (Dense)           (None, 11)                2783      
=================================================================
Total params: 274,439
Trainable params: 274,439
Non-trainable params: 0
_________________________________________________________________
