Model: "sequential_1472"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2944 (Dense)           (None, 167)               175684    
_________________________________________________________________
dropout_1472 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_2945 (Dense)           (None, 11)                1848      
=================================================================
Total params: 177,532
Trainable params: 177,532
Non-trainable params: 0
_________________________________________________________________
