Model: "sequential_2219"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4438 (Dense)           (None, 92)                98624     
_________________________________________________________________
dropout_2219 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_4439 (Dense)           (None, 11)                1023      
=================================================================
Total params: 99,647
Trainable params: 99,647
Non-trainable params: 0
_________________________________________________________________
