Model: "sequential_5014"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10028 (Dense)          (None, 32)                32832     
_________________________________________________________________
dropout_5014 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_10029 (Dense)          (None, 11)                363       
=================================================================
Total params: 33,195
Trainable params: 33,195
Non-trainable params: 0
_________________________________________________________________
