Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 142)               149242    
_________________________________________________________________
dropout (Dropout)            (None, 142)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1573      
=================================================================
Total params: 150,815
Trainable params: 150,815
Non-trainable params: 0
_________________________________________________________________
