Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 252)               260568    
_________________________________________________________________
dropout (Dropout)            (None, 252)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2783      
=================================================================
Total params: 263,351
Trainable params: 263,351
Non-trainable params: 0
_________________________________________________________________
