Model: "sequential_4584"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9168 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_4584 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9169 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
