Model: "sequential_358"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_716 (Dense)            (None, 52)                55380     
_________________________________________________________________
dropout_358 (Dropout)        (None, 52)                0         
_________________________________________________________________
dense_717 (Dense)            (None, 11)                583       
=================================================================
Total params: 55,963
Trainable params: 55,963
Non-trainable params: 0
_________________________________________________________________
