Model: "sequential_1846"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3692 (Dense)           (None, 142)               150662    
_________________________________________________________________
dropout_1846 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_3693 (Dense)           (None, 11)                1573      
=================================================================
Total params: 152,235
Trainable params: 152,235
Non-trainable params: 0
_________________________________________________________________
