Model: "sequential_1652"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3304 (Dense)           (None, 52)                54392     
_________________________________________________________________
dropout_1652 (Dropout)       (None, 52)                0         
_________________________________________________________________
dense_3305 (Dense)           (None, 11)                583       
=================================================================
Total params: 54,975
Trainable params: 54,975
Non-trainable params: 0
_________________________________________________________________
