Model: "sequential_1910"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3820 (Dense)           (None, 82)                85034     
_________________________________________________________________
dropout_1910 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_3821 (Dense)           (None, 11)                913       
=================================================================
Total params: 85,947
Trainable params: 85,947
Non-trainable params: 0
_________________________________________________________________
