Model: "sequential_2282"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4564 (Dense)           (None, 112)               120064    
_________________________________________________________________
dropout_2282 (Dropout)       (None, 112)               0         
_________________________________________________________________
dense_4565 (Dense)           (None, 11)                1243      
=================================================================
Total params: 121,307
Trainable params: 121,307
Non-trainable params: 0
_________________________________________________________________
