Model: "sequential_577"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1154 (Dense)           (None, 212)               220056    
_________________________________________________________________
dropout_577 (Dropout)        (None, 212)               0         
_________________________________________________________________
dense_1155 (Dense)           (None, 11)                2343      
=================================================================
Total params: 222,399
Trainable params: 222,399
Non-trainable params: 0
_________________________________________________________________
