Model: "sequential_2227"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4454 (Dense)           (None, 32)                33184     
_________________________________________________________________
dropout_2227 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_4455 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,547
Trainable params: 33,547
Non-trainable params: 0
_________________________________________________________________
