Model: "sequential_341"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_682 (Dense)            (None, 57)                58767     
_________________________________________________________________
dropout_341 (Dropout)        (None, 57)                0         
_________________________________________________________________
dense_683 (Dense)            (None, 11)                638       
=================================================================
Total params: 59,405
Trainable params: 59,405
Non-trainable params: 0
_________________________________________________________________
