Model: "sequential_3337"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6674 (Dense)           (None, 202)               217756    
_________________________________________________________________
dropout_3337 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_6675 (Dense)           (None, 11)                2233      
=================================================================
Total params: 219,989
Trainable params: 219,989
Non-trainable params: 0
_________________________________________________________________
