Model: "sequential_281"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_562 (Dense)            (None, 252)               261576    
_________________________________________________________________
dropout_281 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_563 (Dense)            (None, 11)                2783      
=================================================================
Total params: 264,359
Trainable params: 264,359
Non-trainable params: 0
_________________________________________________________________
