Model: "sequential_3272"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6544 (Dense)           (None, 62)                66836     
_________________________________________________________________
dropout_3272 (Dropout)       (None, 62)                0         
_________________________________________________________________
dense_6545 (Dense)           (None, 11)                693       
=================================================================
Total params: 67,529
Trainable params: 67,529
Non-trainable params: 0
_________________________________________________________________
