Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 87)                93786     
_________________________________________________________________
dropout (Dropout)            (None, 87)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                968       
=================================================================
Total params: 94,754
Trainable params: 94,754
Non-trainable params: 0
_________________________________________________________________
