Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 252)               270144    
_________________________________________________________________
dropout (Dropout)            (None, 252)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2783      
=================================================================
Total params: 272,927
Trainable params: 272,927
Non-trainable params: 0
_________________________________________________________________
