Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 222)               235098    
_________________________________________________________________
dropout (Dropout)            (None, 222)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2453      
=================================================================
Total params: 237,551
Trainable params: 237,551
Non-trainable params: 0
_________________________________________________________________
