Model: "sequential_3405"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6810 (Dense)           (None, 112)               117264    
_________________________________________________________________
dropout_3405 (Dropout)       (None, 112)               0         
_________________________________________________________________
dense_6811 (Dense)           (None, 11)                1243      
=================================================================
Total params: 118,507
Trainable params: 118,507
Non-trainable params: 0
_________________________________________________________________
