Model: "sequential_2836"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5672 (Dense)           (None, 142)               150236    
_________________________________________________________________
dropout_2836 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_5673 (Dense)           (None, 11)                1573      
=================================================================
Total params: 151,809
Trainable params: 151,809
Non-trainable params: 0
_________________________________________________________________
