Model: "sequential_4930"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9860 (Dense)           (None, 97)                103499    
_________________________________________________________________
dropout_4930 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_9861 (Dense)           (None, 11)                1078      
=================================================================
Total params: 104,577
Trainable params: 104,577
Non-trainable params: 0
_________________________________________________________________
