Model: "sequential_1776"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3552 (Dense)           (None, 217)               225029    
_________________________________________________________________
dropout_1776 (Dropout)       (None, 217)               0         
_________________________________________________________________
dense_3553 (Dense)           (None, 11)                2398      
=================================================================
Total params: 227,427
Trainable params: 227,427
Non-trainable params: 0
_________________________________________________________________
