Model: "sequential_4922"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9844 (Dense)           (None, 82)                84624     
_________________________________________________________________
dropout_4922 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_9845 (Dense)           (None, 11)                913       
=================================================================
Total params: 85,537
Trainable params: 85,537
Non-trainable params: 0
_________________________________________________________________
