Model: "sequential_2875"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5750 (Dense)           (None, 252)               267120    
_________________________________________________________________
dropout_2875 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5751 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,903
Trainable params: 269,903
Non-trainable params: 0
_________________________________________________________________
