Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 87)                91698     
_________________________________________________________________
dropout (Dropout)            (None, 87)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                968       
=================================================================
Total params: 92,666
Trainable params: 92,666
Non-trainable params: 0
_________________________________________________________________
