Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 177)               183726    
_________________________________________________________________
dropout (Dropout)            (None, 177)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1958      
=================================================================
Total params: 185,684
Trainable params: 185,684
Non-trainable params: 0
_________________________________________________________________
