Model: "sequential_882"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1764 (Dense)           (None, 42)                44142     
_________________________________________________________________
dropout_882 (Dropout)        (None, 42)                0         
_________________________________________________________________
dense_1765 (Dense)           (None, 11)                473       
=================================================================
Total params: 44,615
Trainable params: 44,615
Non-trainable params: 0
_________________________________________________________________
