Model: "sequential_983"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1966 (Dense)           (None, 87)                91437     
_________________________________________________________________
dropout_983 (Dropout)        (None, 87)                0         
_________________________________________________________________
dense_1967 (Dense)           (None, 11)                968       
=================================================================
Total params: 92,405
Trainable params: 92,405
Non-trainable params: 0
_________________________________________________________________
