Model: "sequential_2011"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4022 (Dense)           (None, 177)               185142    
_________________________________________________________________
dropout_2011 (Dropout)       (None, 177)               0         
_________________________________________________________________
dense_4023 (Dense)           (None, 11)                1958      
=================================================================
Total params: 187,100
Trainable params: 187,100
Non-trainable params: 0
_________________________________________________________________
