Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 142)               147254    
_________________________________________________________________
dropout (Dropout)            (None, 142)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1573      
=================================================================
Total params: 148,827
Trainable params: 148,827
Non-trainable params: 0
_________________________________________________________________
