Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 147)               151704    
_________________________________________________________________
dropout (Dropout)            (None, 147)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1628      
=================================================================
Total params: 153,332
Trainable params: 153,332
Non-trainable params: 0
_________________________________________________________________
