Model: "sequential_1938"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3876 (Dense)           (None, 157)               161867    
_________________________________________________________________
dropout_1938 (Dropout)       (None, 157)               0         
_________________________________________________________________
dense_3877 (Dense)           (None, 11)                1738      
=================================================================
Total params: 163,605
Trainable params: 163,605
Non-trainable params: 0
_________________________________________________________________
