Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 167)               172344    
_________________________________________________________________
dropout (Dropout)            (None, 167)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1848      
=================================================================
Total params: 174,192
Trainable params: 174,192
Non-trainable params: 0
_________________________________________________________________
