Model: "sequential_1369"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2738 (Dense)           (None, 252)               268380    
_________________________________________________________________
dropout_1369 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2739 (Dense)           (None, 11)                2783      
=================================================================
Total params: 271,163
Trainable params: 271,163
Non-trainable params: 0
_________________________________________________________________
