Model: "sequential_2569"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5138 (Dense)           (None, 112)               118720    
_________________________________________________________________
dropout_2569 (Dropout)       (None, 112)               0         
_________________________________________________________________
dense_5139 (Dense)           (None, 11)                1243      
=================================================================
Total params: 119,963
Trainable params: 119,963
Non-trainable params: 0
_________________________________________________________________
