Model: "sequential_2010"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4020 (Dense)           (None, 192)               200832    
_________________________________________________________________
dropout_2010 (Dropout)       (None, 192)               0         
_________________________________________________________________
dense_4021 (Dense)           (None, 11)                2123      
=================================================================
Total params: 202,955
Trainable params: 202,955
Non-trainable params: 0
_________________________________________________________________
