Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 67)                70953     
_________________________________________________________________
dropout (Dropout)            (None, 67)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                748       
=================================================================
Total params: 71,701
Trainable params: 71,701
Non-trainable params: 0
_________________________________________________________________
