Model: "sequential_2961"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5922 (Dense)           (None, 177)               183726    
_________________________________________________________________
dropout_2961 (Dropout)       (None, 177)               0         
_________________________________________________________________
dense_5923 (Dense)           (None, 11)                1958      
=================================================================
Total params: 185,684
Trainable params: 185,684
Non-trainable params: 0
_________________________________________________________________
