Model: "sequential_23"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_46 (Dense)             (None, 132)               139260    
_________________________________________________________________
dropout_23 (Dropout)         (None, 132)               0         
_________________________________________________________________
dense_47 (Dense)             (None, 11)                1463      
=================================================================
Total params: 140,723
Trainable params: 140,723
Non-trainable params: 0
_________________________________________________________________
