Model: "sequential_4890"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9780 (Dense)           (None, 32)                33024     
_________________________________________________________________
dropout_4890 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9781 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,387
Trainable params: 33,387
Non-trainable params: 0
_________________________________________________________________
