Model: "sequential_826"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1652 (Dense)           (None, 192)               206400    
_________________________________________________________________
dropout_826 (Dropout)        (None, 192)               0         
_________________________________________________________________
dense_1653 (Dense)           (None, 11)                2123      
=================================================================
Total params: 208,523
Trainable params: 208,523
Non-trainable params: 0
_________________________________________________________________
