Model: "sequential_2628"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5256 (Dense)           (None, 62)                64852     
_________________________________________________________________
dropout_2628 (Dropout)       (None, 62)                0         
_________________________________________________________________
dense_5257 (Dense)           (None, 11)                693       
=================================================================
Total params: 65,545
Trainable params: 65,545
Non-trainable params: 0
_________________________________________________________________
