Model: "sequential_2281"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4562 (Dense)           (None, 252)               265104    
_________________________________________________________________
dropout_2281 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_4563 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,887
Trainable params: 267,887
Non-trainable params: 0
_________________________________________________________________
