Model: "sequential_926"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1852 (Dense)           (None, 242)               255068    
_________________________________________________________________
dropout_926 (Dropout)        (None, 242)               0         
_________________________________________________________________
dense_1853 (Dense)           (None, 11)                2673      
=================================================================
Total params: 257,741
Trainable params: 257,741
Non-trainable params: 0
_________________________________________________________________
