Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 52)                54600     
_________________________________________________________________
dropout (Dropout)            (None, 52)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                583       
=================================================================
Total params: 55,183
Trainable params: 55,183
Non-trainable params: 0
_________________________________________________________________
