Model: "sequential_2330"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4660 (Dense)           (None, 227)               237442    
_________________________________________________________________
dropout_2330 (Dropout)       (None, 227)               0         
_________________________________________________________________
dense_4661 (Dense)           (None, 11)                2508      
=================================================================
Total params: 239,950
Trainable params: 239,950
Non-trainable params: 0
_________________________________________________________________
