Model: "sequential_1477"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2954 (Dense)           (None, 252)               264348    
_________________________________________________________________
dropout_1477 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2955 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,131
Trainable params: 267,131
Non-trainable params: 0
_________________________________________________________________
