Model: "sequential_2125"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4250 (Dense)           (None, 177)               187797    
_________________________________________________________________
dropout_2125 (Dropout)       (None, 177)               0         
_________________________________________________________________
dense_4251 (Dense)           (None, 11)                1958      
=================================================================
Total params: 189,755
Trainable params: 189,755
Non-trainable params: 0
_________________________________________________________________
