Model: "sequential_3789"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7578 (Dense)           (None, 197)               203698    
_________________________________________________________________
dropout_3789 (Dropout)       (None, 197)               0         
_________________________________________________________________
dense_7579 (Dense)           (None, 11)                2178      
=================================================================
Total params: 205,876
Trainable params: 205,876
Non-trainable params: 0
_________________________________________________________________
