Model: "sequential_1597"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3194 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_1597 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_3195 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
