Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 207)               223146    
_________________________________________________________________
dropout (Dropout)            (None, 207)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2288      
=================================================================
Total params: 225,434
Trainable params: 225,434
Non-trainable params: 0
_________________________________________________________________
