Model: "sequential_4050"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8100 (Dense)           (None, 102)               107508    
_________________________________________________________________
dropout_4050 (Dropout)       (None, 102)               0         
_________________________________________________________________
dense_8101 (Dense)           (None, 11)                1133      
=================================================================
Total params: 108,641
Trainable params: 108,641
Non-trainable params: 0
_________________________________________________________________
