Model: "sequential_37"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_74 (Dense)             (None, 62)                63922     
_________________________________________________________________
dropout_37 (Dropout)         (None, 62)                0         
_________________________________________________________________
dense_75 (Dense)             (None, 11)                693       
=================================================================
Total params: 64,615
Trainable params: 64,615
Non-trainable params: 0
_________________________________________________________________
