Model: "sequential_596"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1192 (Dense)           (None, 252)               264852    
_________________________________________________________________
dropout_596 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_1193 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,635
Trainable params: 267,635
Non-trainable params: 0
_________________________________________________________________
