Model: "sequential_43"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_86 (Dense)             (None, 192)               202560    
_________________________________________________________________
dropout_43 (Dropout)         (None, 192)               0         
_________________________________________________________________
dense_87 (Dense)             (None, 11)                2123      
=================================================================
Total params: 204,683
Trainable params: 204,683
Non-trainable params: 0
_________________________________________________________________
