Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 187)               197098    
_________________________________________________________________
dropout (Dropout)            (None, 187)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2068      
=================================================================
Total params: 199,166
Trainable params: 199,166
Non-trainable params: 0
_________________________________________________________________
