Model: "sequential_3912"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7824 (Dense)           (None, 252)               265104    
_________________________________________________________________
dropout_3912 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7825 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,887
Trainable params: 267,887
Non-trainable params: 0
_________________________________________________________________
