Model: "sequential_2219"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4438 (Dense)           (None, 97)                100589    
_________________________________________________________________
dropout_2219 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_4439 (Dense)           (None, 11)                1078      
=================================================================
Total params: 101,667
Trainable params: 101,667
Non-trainable params: 0
_________________________________________________________________
