Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 242)               249502    
_________________________________________________________________
dropout (Dropout)            (None, 242)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2673      
=================================================================
Total params: 252,175
Trainable params: 252,175
Non-trainable params: 0
_________________________________________________________________
