Model: "sequential_4073"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8146 (Dense)           (None, 252)               260568    
_________________________________________________________________
dropout_4073 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_8147 (Dense)           (None, 11)                2783      
=================================================================
Total params: 263,351
Trainable params: 263,351
Non-trainable params: 0
_________________________________________________________________
