Model: "sequential_3659"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7318 (Dense)           (None, 162)               169452    
_________________________________________________________________
dropout_3659 (Dropout)       (None, 162)               0         
_________________________________________________________________
dense_7319 (Dense)           (None, 11)                1793      
=================================================================
Total params: 171,245
Trainable params: 171,245
Non-trainable params: 0
_________________________________________________________________
