Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 112)               117824    
_________________________________________________________________
dropout (Dropout)            (None, 112)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1243      
=================================================================
Total params: 119,067
Trainable params: 119,067
Non-trainable params: 0
_________________________________________________________________
