Model: "sequential_4530"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9060 (Dense)           (None, 32)                34144     
_________________________________________________________________
dropout_4530 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_9061 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,507
Trainable params: 34,507
Non-trainable params: 0
_________________________________________________________________
