Model: "sequential_169"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_338 (Dense)            (None, 57)                59451     
_________________________________________________________________
dropout_169 (Dropout)        (None, 57)                0         
_________________________________________________________________
dense_339 (Dense)            (None, 11)                638       
=================================================================
Total params: 60,089
Trainable params: 60,089
Non-trainable params: 0
_________________________________________________________________
