Model: "sequential_788"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1576 (Dense)           (None, 152)               158536    
_________________________________________________________________
dropout_788 (Dropout)        (None, 152)               0         
_________________________________________________________________
dense_1577 (Dense)           (None, 11)                1683      
=================================================================
Total params: 160,219
Trainable params: 160,219
Non-trainable params: 0
_________________________________________________________________
