Model: "sequential_34"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_68 (Dense)             (None, 157)               165635    
_________________________________________________________________
dropout_34 (Dropout)         (None, 157)               0         
_________________________________________________________________
dense_69 (Dense)             (None, 11)                1738      
=================================================================
Total params: 167,373
Trainable params: 167,373
Non-trainable params: 0
_________________________________________________________________
