Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 237)               245769    
_________________________________________________________________
dropout (Dropout)            (None, 237)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2618      
=================================================================
Total params: 248,387
Trainable params: 248,387
Non-trainable params: 0
_________________________________________________________________
