Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 137)               141247    
_________________________________________________________________
dropout (Dropout)            (None, 137)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1518      
=================================================================
Total params: 142,765
Trainable params: 142,765
Non-trainable params: 0
_________________________________________________________________
