Model: "sequential_2721"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5442 (Dense)           (None, 252)               270648    
_________________________________________________________________
dropout_2721 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5443 (Dense)           (None, 11)                2783      
=================================================================
Total params: 273,431
Trainable params: 273,431
Non-trainable params: 0
_________________________________________________________________
