Model: "sequential_2892"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5784 (Dense)           (None, 237)               247902    
_________________________________________________________________
dropout_2892 (Dropout)       (None, 237)               0         
_________________________________________________________________
dense_5785 (Dense)           (None, 11)                2618      
=================================================================
Total params: 250,520
Trainable params: 250,520
Non-trainable params: 0
_________________________________________________________________
