Model: "sequential_51"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_102 (Dense)            (None, 67)                71288     
_________________________________________________________________
dropout_51 (Dropout)         (None, 67)                0         
_________________________________________________________________
dense_103 (Dense)            (None, 11)                748       
=================================================================
Total params: 72,036
Trainable params: 72,036
Non-trainable params: 0
_________________________________________________________________
