Model: "sequential_1053"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2106 (Dense)           (None, 52)                54392     
_________________________________________________________________
dropout_1053 (Dropout)       (None, 52)                0         
_________________________________________________________________
dense_2107 (Dense)           (None, 11)                583       
=================================================================
Total params: 54,975
Trainable params: 54,975
Non-trainable params: 0
_________________________________________________________________
