Model: "sequential_1413"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2826 (Dense)           (None, 252)               266616    
_________________________________________________________________
dropout_1413 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2827 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,399
Trainable params: 269,399
Non-trainable params: 0
_________________________________________________________________
