Model: "sequential_3181"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6362 (Dense)           (None, 232)               243600    
_________________________________________________________________
dropout_3181 (Dropout)       (None, 232)               0         
_________________________________________________________________
dense_6363 (Dense)           (None, 11)                2563      
=================================================================
Total params: 246,163
Trainable params: 246,163
Non-trainable params: 0
_________________________________________________________________
