Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 102)               105978    
_________________________________________________________________
dropout (Dropout)            (None, 102)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1133      
=================================================================
Total params: 107,111
Trainable params: 107,111
Non-trainable params: 0
_________________________________________________________________
