Model: "sequential_5125"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10250 (Dense)          (None, 152)               161576    
_________________________________________________________________
dropout_5125 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_10251 (Dense)          (None, 11)                1683      
=================================================================
Total params: 163,259
Trainable params: 163,259
Non-trainable params: 0
_________________________________________________________________
