Model: "sequential_54"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_108 (Dense)            (None, 102)               108630    
_________________________________________________________________
dropout_54 (Dropout)         (None, 102)               0         
_________________________________________________________________
dense_109 (Dense)            (None, 11)                1133      
=================================================================
Total params: 109,763
Trainable params: 109,763
Non-trainable params: 0
_________________________________________________________________
