Model: "sequential_5135"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10270 (Dense)          (None, 32)                34016     
_________________________________________________________________
dropout_5135 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_10271 (Dense)          (None, 11)                363       
=================================================================
Total params: 34,379
Trainable params: 34,379
Non-trainable params: 0
_________________________________________________________________
