Model: "sequential_3607"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7214 (Dense)           (None, 32)                33504     
_________________________________________________________________
dropout_3607 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7215 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,867
Trainable params: 33,867
Non-trainable params: 0
_________________________________________________________________
