Model: "sequential_497"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_994 (Dense)            (None, 77)                81851     
_________________________________________________________________
dropout_497 (Dropout)        (None, 77)                0         
_________________________________________________________________
dense_995 (Dense)            (None, 11)                858       
=================================================================
Total params: 82,709
Trainable params: 82,709
Non-trainable params: 0
_________________________________________________________________
