Model: "sequential_2253"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4506 (Dense)           (None, 72)                74160     
_________________________________________________________________
dropout_2253 (Dropout)       (None, 72)                0         
_________________________________________________________________
dense_4507 (Dense)           (None, 11)                803       
=================================================================
Total params: 74,963
Trainable params: 74,963
Non-trainable params: 0
_________________________________________________________________
