Model: "sequential_5163"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10326 (Dense)          (None, 147)               154497    
_________________________________________________________________
dropout_5163 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_10327 (Dense)          (None, 11)                1628      
=================================================================
Total params: 156,125
Trainable params: 156,125
Non-trainable params: 0
_________________________________________________________________
