Model: "sequential_2393"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4786 (Dense)           (None, 132)               140052    
_________________________________________________________________
dropout_2393 (Dropout)       (None, 132)               0         
_________________________________________________________________
dense_4787 (Dense)           (None, 11)                1463      
=================================================================
Total params: 141,515
Trainable params: 141,515
Non-trainable params: 0
_________________________________________________________________
