Model: "sequential_4194"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8388 (Dense)           (None, 47)                49162     
_________________________________________________________________
dropout_4194 (Dropout)       (None, 47)                0         
_________________________________________________________________
dense_8389 (Dense)           (None, 11)                528       
=================================================================
Total params: 49,690
Trainable params: 49,690
Non-trainable params: 0
_________________________________________________________________
