Model: "sequential_4467"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8934 (Dense)           (None, 102)               106692    
_________________________________________________________________
dropout_4467 (Dropout)       (None, 102)               0         
_________________________________________________________________
dense_8935 (Dense)           (None, 11)                1133      
=================================================================
Total params: 107,825
Trainable params: 107,825
Non-trainable params: 0
_________________________________________________________________
