Model: "sequential_1284"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2568 (Dense)           (None, 77)                80927     
_________________________________________________________________
dropout_1284 (Dropout)       (None, 77)                0         
_________________________________________________________________
dense_2569 (Dense)           (None, 11)                858       
=================================================================
Total params: 81,785
Trainable params: 81,785
Non-trainable params: 0
_________________________________________________________________
