Model: "sequential_4346"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8692 (Dense)           (None, 152)               157168    
_________________________________________________________________
dropout_4346 (Dropout)       (None, 152)               0         
_________________________________________________________________
dense_8693 (Dense)           (None, 11)                1683      
=================================================================
Total params: 158,851
Trainable params: 158,851
Non-trainable params: 0
_________________________________________________________________
