Model: "sequential_4791"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9582 (Dense)           (None, 252)               267876    
_________________________________________________________________
dropout_4791 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_9583 (Dense)           (None, 11)                2783      
=================================================================
Total params: 270,659
Trainable params: 270,659
Non-trainable params: 0
_________________________________________________________________
