Model: "sequential_1970"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3940 (Dense)           (None, 32)                33312     
_________________________________________________________________
dropout_1970 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3941 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,675
Trainable params: 33,675
Non-trainable params: 0
_________________________________________________________________
