Model: "sequential_676"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1352 (Dense)           (None, 32)                34080     
_________________________________________________________________
dropout_676 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1353 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,443
Trainable params: 34,443
Non-trainable params: 0
_________________________________________________________________
