Model: "sequential_2808"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5616 (Dense)           (None, 67)                71020     
_________________________________________________________________
dropout_2808 (Dropout)       (None, 67)                0         
_________________________________________________________________
dense_5617 (Dense)           (None, 11)                748       
=================================================================
Total params: 71,768
Trainable params: 71,768
Non-trainable params: 0
_________________________________________________________________
