Model: "sequential_153"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_306 (Dense)            (None, 32)                33376     
_________________________________________________________________
dropout_153 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_307 (Dense)            (None, 11)                363       
=================================================================
Total params: 33,739
Trainable params: 33,739
Non-trainable params: 0
_________________________________________________________________
