Model: "sequential_5276"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10552 (Dense)          (None, 252)               258552    
_________________________________________________________________
dropout_5276 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10553 (Dense)          (None, 11)                2783      
=================================================================
Total params: 261,335
Trainable params: 261,335
Non-trainable params: 0
_________________________________________________________________
