Model: "sequential_5344"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10688 (Dense)          (None, 167)               171342    
_________________________________________________________________
dropout_5344 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_10689 (Dense)          (None, 11)                1848      
=================================================================
Total params: 173,190
Trainable params: 173,190
Non-trainable params: 0
_________________________________________________________________
