Model: "sequential_1247"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2494 (Dense)           (None, 222)               233988    
_________________________________________________________________
dropout_1247 (Dropout)       (None, 222)               0         
_________________________________________________________________
dense_2495 (Dense)           (None, 11)                2453      
=================================================================
Total params: 236,441
Trainable params: 236,441
Non-trainable params: 0
_________________________________________________________________
