Model: "sequential_1401"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2802 (Dense)           (None, 137)               144946    
_________________________________________________________________
dropout_1401 (Dropout)       (None, 137)               0         
_________________________________________________________________
dense_2803 (Dense)           (None, 11)                1518      
=================================================================
Total params: 146,464
Trainable params: 146,464
Non-trainable params: 0
_________________________________________________________________
