Model: "sequential_4871"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9742 (Dense)           (None, 207)               217557    
_________________________________________________________________
dropout_4871 (Dropout)       (None, 207)               0         
_________________________________________________________________
dense_9743 (Dense)           (None, 11)                2288      
=================================================================
Total params: 219,845
Trainable params: 219,845
Non-trainable params: 0
_________________________________________________________________
