Model: "sequential_4862"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9724 (Dense)           (None, 172)               180772    
_________________________________________________________________
dropout_4862 (Dropout)       (None, 172)               0         
_________________________________________________________________
dense_9725 (Dense)           (None, 11)                1903      
=================================================================
Total params: 182,675
Trainable params: 182,675
Non-trainable params: 0
_________________________________________________________________
