Model: "sequential_3035"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6070 (Dense)           (None, 182)               195468    
_________________________________________________________________
dropout_3035 (Dropout)       (None, 182)               0         
_________________________________________________________________
dense_6071 (Dense)           (None, 11)                2013      
=================================================================
Total params: 197,481
Trainable params: 197,481
Non-trainable params: 0
_________________________________________________________________
