Model: "sequential_1185"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2370 (Dense)           (None, 92)                95404     
_________________________________________________________________
dropout_1185 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_2371 (Dense)           (None, 11)                1023      
=================================================================
Total params: 96,427
Trainable params: 96,427
Non-trainable params: 0
_________________________________________________________________
