Model: "sequential_750"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1500 (Dense)           (None, 162)               168966    
_________________________________________________________________
dropout_750 (Dropout)        (None, 162)               0         
_________________________________________________________________
dense_1501 (Dense)           (None, 11)                1793      
=================================================================
Total params: 170,759
Trainable params: 170,759
Non-trainable params: 0
_________________________________________________________________
