Model: "sequential_3765"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7530 (Dense)           (None, 217)               224378    
_________________________________________________________________
dropout_3765 (Dropout)       (None, 217)               0         
_________________________________________________________________
dense_7531 (Dense)           (None, 11)                2398      
=================================================================
Total params: 226,776
Trainable params: 226,776
Non-trainable params: 0
_________________________________________________________________
