Model: "sequential_1592"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3184 (Dense)           (None, 217)               228067    
_________________________________________________________________
dropout_1592 (Dropout)       (None, 217)               0         
_________________________________________________________________
dense_3185 (Dense)           (None, 11)                2398      
=================================================================
Total params: 230,465
Trainable params: 230,465
Non-trainable params: 0
_________________________________________________________________
