Model: "sequential_1321"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2642 (Dense)           (None, 182)               191828    
_________________________________________________________________
dropout_1321 (Dropout)       (None, 182)               0         
_________________________________________________________________
dense_2643 (Dense)           (None, 11)                2013      
=================================================================
Total params: 193,841
Trainable params: 193,841
Non-trainable params: 0
_________________________________________________________________
