Model: "sequential_2966"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5932 (Dense)           (None, 252)               271656    
_________________________________________________________________
dropout_2966 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5933 (Dense)           (None, 11)                2783      
=================================================================
Total params: 274,439
Trainable params: 274,439
Non-trainable params: 0
_________________________________________________________________
