Model: "sequential_4092"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8184 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_4092 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_8185 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
