Model: "sequential_2235"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4470 (Dense)           (None, 167)               174682    
_________________________________________________________________
dropout_2235 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_4471 (Dense)           (None, 11)                1848      
=================================================================
Total params: 176,530
Trainable params: 176,530
Non-trainable params: 0
_________________________________________________________________
