Model: "sequential_788"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1576 (Dense)           (None, 32)                33376     
_________________________________________________________________
dropout_788 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1577 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,739
Trainable params: 33,739
Non-trainable params: 0
_________________________________________________________________
