Model: "sequential_4738"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9476 (Dense)           (None, 252)               265356    
_________________________________________________________________
dropout_4738 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_9477 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,139
Trainable params: 268,139
Non-trainable params: 0
_________________________________________________________________
