Model: "sequential_1799"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3598 (Dense)           (None, 242)               250954    
_________________________________________________________________
dropout_1799 (Dropout)       (None, 242)               0         
_________________________________________________________________
dense_3599 (Dense)           (None, 11)                2673      
=================================================================
Total params: 253,627
Trainable params: 253,627
Non-trainable params: 0
_________________________________________________________________
