Model: "sequential_1452"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2904 (Dense)           (None, 147)               152439    
_________________________________________________________________
dropout_1452 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_2905 (Dense)           (None, 11)                1628      
=================================================================
Total params: 154,067
Trainable params: 154,067
Non-trainable params: 0
_________________________________________________________________
