Model: "sequential_946"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1892 (Dense)           (None, 252)               265104    
_________________________________________________________________
dropout_946 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_1893 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,887
Trainable params: 267,887
Non-trainable params: 0
_________________________________________________________________
