Model: "sequential_2671"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5342 (Dense)           (None, 32)                33312     
_________________________________________________________________
dropout_2671 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5343 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,675
Trainable params: 33,675
Non-trainable params: 0
_________________________________________________________________
