Model: "sequential_860"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1720 (Dense)           (None, 137)               142206    
_________________________________________________________________
dropout_860 (Dropout)        (None, 137)               0         
_________________________________________________________________
dense_1721 (Dense)           (None, 11)                1518      
=================================================================
Total params: 143,724
Trainable params: 143,724
Non-trainable params: 0
_________________________________________________________________
