Model: "sequential_3302"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6604 (Dense)           (None, 32)                34368     
_________________________________________________________________
dropout_3302 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_6605 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,731
Trainable params: 34,731
Non-trainable params: 0
_________________________________________________________________
