Model: "sequential_199"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_398 (Dense)            (None, 97)                103111    
_________________________________________________________________
dropout_199 (Dropout)        (None, 97)                0         
_________________________________________________________________
dense_399 (Dense)            (None, 11)                1078      
=================================================================
Total params: 104,189
Trainable params: 104,189
Non-trainable params: 0
_________________________________________________________________
