Model: "sequential_3007"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6014 (Dense)           (None, 232)               249168    
_________________________________________________________________
dropout_3007 (Dropout)       (None, 232)               0         
_________________________________________________________________
dense_6015 (Dense)           (None, 11)                2563      
=================================================================
Total params: 251,731
Trainable params: 251,731
Non-trainable params: 0
_________________________________________________________________
