Model: "sequential_2768"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5536 (Dense)           (None, 32)                33920     
_________________________________________________________________
dropout_2768 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5537 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,283
Trainable params: 34,283
Non-trainable params: 0
_________________________________________________________________
