Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 152)               159448    
_________________________________________________________________
dropout (Dropout)            (None, 152)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1683      
=================================================================
Total params: 161,131
Trainable params: 161,131
Non-trainable params: 0
_________________________________________________________________
