Model: "sequential_5276"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10552 (Dense)          (None, 77)                81081     
_________________________________________________________________
dropout_5276 (Dropout)       (None, 77)                0         
_________________________________________________________________
dense_10553 (Dense)          (None, 11)                858       
=================================================================
Total params: 81,939
Trainable params: 81,939
Non-trainable params: 0
_________________________________________________________________
