Model: "sequential_4252"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8504 (Dense)           (None, 32)                33088     
_________________________________________________________________
dropout_4252 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_8505 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,451
Trainable params: 33,451
Non-trainable params: 0
_________________________________________________________________
