Model: "sequential_1614"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3228 (Dense)           (None, 212)               223448    
_________________________________________________________________
dropout_1614 (Dropout)       (None, 212)               0         
_________________________________________________________________
dense_3229 (Dense)           (None, 11)                2343      
=================================================================
Total params: 225,791
Trainable params: 225,791
Non-trainable params: 0
_________________________________________________________________
