Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 212)               220268    
_________________________________________________________________
dropout (Dropout)            (None, 212)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2343      
=================================================================
Total params: 222,611
Trainable params: 222,611
Non-trainable params: 0
_________________________________________________________________
