Model: "sequential_3032"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6064 (Dense)           (None, 237)               255486    
_________________________________________________________________
dropout_3032 (Dropout)       (None, 237)               0         
_________________________________________________________________
dense_6065 (Dense)           (None, 11)                2618      
=================================================================
Total params: 258,104
Trainable params: 258,104
Non-trainable params: 0
_________________________________________________________________
