Model: "sequential_2930"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5860 (Dense)           (None, 252)               266616    
_________________________________________________________________
dropout_2930 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5861 (Dense)           (None, 11)                2783      
=================================================================
Total params: 269,399
Trainable params: 269,399
Non-trainable params: 0
_________________________________________________________________
