Model: "sequential_3308"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6616 (Dense)           (None, 142)               149526    
_________________________________________________________________
dropout_3308 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_6617 (Dense)           (None, 11)                1573      
=================================================================
Total params: 151,099
Trainable params: 151,099
Non-trainable params: 0
_________________________________________________________________
