Model: "sequential_1014"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2028 (Dense)           (None, 97)                102238    
_________________________________________________________________
dropout_1014 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_2029 (Dense)           (None, 11)                1078      
=================================================================
Total params: 103,316
Trainable params: 103,316
Non-trainable params: 0
_________________________________________________________________
