Model: "sequential_1289"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2578 (Dense)           (None, 252)               264852    
_________________________________________________________________
dropout_1289 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2579 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,635
Trainable params: 267,635
Non-trainable params: 0
_________________________________________________________________
