Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 182)               190918    
_________________________________________________________________
dropout (Dropout)            (None, 182)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2013      
=================================================================
Total params: 192,931
Trainable params: 192,931
Non-trainable params: 0
_________________________________________________________________
