Model: "sequential_2799"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5598 (Dense)           (None, 252)               261324    
_________________________________________________________________
dropout_2799 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_5599 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,107
Trainable params: 264,107
Non-trainable params: 0
_________________________________________________________________
