Model: "sequential_265"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_530 (Dense)            (None, 237)               249087    
_________________________________________________________________
dropout_265 (Dropout)        (None, 237)               0         
_________________________________________________________________
dense_531 (Dense)            (None, 11)                2618      
=================================================================
Total params: 251,705
Trainable params: 251,705
Non-trainable params: 0
_________________________________________________________________
