Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 177)               186558    
_________________________________________________________________
dropout (Dropout)            (None, 177)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1958      
=================================================================
Total params: 188,516
Trainable params: 188,516
Non-trainable params: 0
_________________________________________________________________
