Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 207)               215280    
_________________________________________________________________
dropout (Dropout)            (None, 207)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2288      
=================================================================
Total params: 217,568
Trainable params: 217,568
Non-trainable params: 0
_________________________________________________________________
