Model: "sequential_287"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_574 (Dense)            (None, 252)               261576    
_________________________________________________________________
dropout_287 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_575 (Dense)            (None, 11)                2783      
=================================================================
Total params: 264,359
Trainable params: 264,359
Non-trainable params: 0
_________________________________________________________________
