Model: "sequential_1325"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2650 (Dense)           (None, 182)               191828    
_________________________________________________________________
dropout_1325 (Dropout)       (None, 182)               0         
_________________________________________________________________
dense_2651 (Dense)           (None, 11)                2013      
=================================================================
Total params: 193,841
Trainable params: 193,841
Non-trainable params: 0
_________________________________________________________________
