Model: "sequential_1228"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2456 (Dense)           (None, 252)               265608    
_________________________________________________________________
dropout_1228 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_2457 (Dense)           (None, 11)                2783      
=================================================================
Total params: 268,391
Trainable params: 268,391
Non-trainable params: 0
_________________________________________________________________
