Model: "sequential_1316"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2632 (Dense)           (None, 202)               215130    
_________________________________________________________________
dropout_1316 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_2633 (Dense)           (None, 11)                2233      
=================================================================
Total params: 217,363
Trainable params: 217,363
Non-trainable params: 0
_________________________________________________________________
