Model: "sequential_1542"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3084 (Dense)           (None, 97)                102238    
_________________________________________________________________
dropout_1542 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_3085 (Dense)           (None, 11)                1078      
=================================================================
Total params: 103,316
Trainable params: 103,316
Non-trainable params: 0
_________________________________________________________________
