Model: "sequential_2611"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5222 (Dense)           (None, 142)               148532    
_________________________________________________________________
dropout_2611 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_5223 (Dense)           (None, 11)                1573      
=================================================================
Total params: 150,105
Trainable params: 150,105
Non-trainable params: 0
_________________________________________________________________
