Model: "sequential_2306"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4612 (Dense)           (None, 47)                50384     
_________________________________________________________________
dropout_2306 (Dropout)       (None, 47)                0         
_________________________________________________________________
dense_4613 (Dense)           (None, 11)                528       
=================================================================
Total params: 50,912
Trainable params: 50,912
Non-trainable params: 0
_________________________________________________________________
