Model: "sequential_1778"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3556 (Dense)           (None, 32)                33184     
_________________________________________________________________
dropout_1778 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3557 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,547
Trainable params: 33,547
Non-trainable params: 0
_________________________________________________________________
