Model: "sequential_2821"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5642 (Dense)           (None, 167)               176853    
_________________________________________________________________
dropout_2821 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_5643 (Dense)           (None, 11)                1848      
=================================================================
Total params: 178,701
Trainable params: 178,701
Non-trainable params: 0
_________________________________________________________________
