Model: "sequential_3135"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6270 (Dense)           (None, 92)                96784     
_________________________________________________________________
dropout_3135 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_6271 (Dense)           (None, 11)                1023      
=================================================================
Total params: 97,807
Trainable params: 97,807
Non-trainable params: 0
_________________________________________________________________
