Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 217)               223944    
_________________________________________________________________
dropout (Dropout)            (None, 217)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2398      
=================================================================
Total params: 226,342
Trainable params: 226,342
Non-trainable params: 0
_________________________________________________________________
