Model: "sequential_4746"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9492 (Dense)           (None, 252)               258552    
_________________________________________________________________
dropout_4746 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_9493 (Dense)           (None, 11)                2783      
=================================================================
Total params: 261,335
Trainable params: 261,335
Non-trainable params: 0
_________________________________________________________________
