Model: "sequential_4415"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8830 (Dense)           (None, 57)                60078     
_________________________________________________________________
dropout_4415 (Dropout)       (None, 57)                0         
_________________________________________________________________
dense_8831 (Dense)           (None, 11)                638       
=================================================================
Total params: 60,716
Trainable params: 60,716
Non-trainable params: 0
_________________________________________________________________
