Model: "sequential_3360"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6720 (Dense)           (None, 252)               261324    
_________________________________________________________________
dropout_3360 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_6721 (Dense)           (None, 11)                2783      
=================================================================
Total params: 264,107
Trainable params: 264,107
Non-trainable params: 0
_________________________________________________________________
