Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 87)                92133     
_________________________________________________________________
dropout (Dropout)            (None, 87)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                968       
=================================================================
Total params: 93,101
Trainable params: 93,101
Non-trainable params: 0
_________________________________________________________________
