Model: "sequential_628"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1256 (Dense)           (None, 87)                91785     
_________________________________________________________________
dropout_628 (Dropout)        (None, 87)                0         
_________________________________________________________________
dense_1257 (Dense)           (None, 11)                968       
=================================================================
Total params: 92,753
Trainable params: 92,753
Non-trainable params: 0
_________________________________________________________________
