Model: "sequential_4804"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9608 (Dense)           (None, 77)                81851     
_________________________________________________________________
dropout_4804 (Dropout)       (None, 77)                0         
_________________________________________________________________
dense_9609 (Dense)           (None, 11)                858       
=================================================================
Total params: 82,709
Trainable params: 82,709
Non-trainable params: 0
_________________________________________________________________
