Model: "sequential_3640"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7280 (Dense)           (None, 62)                64294     
_________________________________________________________________
dropout_3640 (Dropout)       (None, 62)                0         
_________________________________________________________________
dense_7281 (Dense)           (None, 11)                693       
=================================================================
Total params: 64,987
Trainable params: 64,987
Non-trainable params: 0
_________________________________________________________________
