Model: "sequential_2492"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4984 (Dense)           (None, 187)               197846    
_________________________________________________________________
dropout_2492 (Dropout)       (None, 187)               0         
_________________________________________________________________
dense_4985 (Dense)           (None, 11)                2068      
=================================================================
Total params: 199,914
Trainable params: 199,914
Non-trainable params: 0
_________________________________________________________________
