Model: "sequential_4400"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8800 (Dense)           (None, 252)               258552    
_________________________________________________________________
dropout_4400 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_8801 (Dense)           (None, 11)                2783      
=================================================================
Total params: 261,335
Trainable params: 261,335
Non-trainable params: 0
_________________________________________________________________
