Model: "sequential_2607"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5214 (Dense)           (None, 32)                33856     
_________________________________________________________________
dropout_2607 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_5215 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,219
Trainable params: 34,219
Non-trainable params: 0
_________________________________________________________________
