Model: "sequential_4558"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9116 (Dense)           (None, 122)               130174    
_________________________________________________________________
dropout_4558 (Dropout)       (None, 122)               0         
_________________________________________________________________
dense_9117 (Dense)           (None, 11)                1353      
=================================================================
Total params: 131,527
Trainable params: 131,527
Non-trainable params: 0
_________________________________________________________________
