Model: "sequential_672"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1344 (Dense)           (None, 32)                34048     
_________________________________________________________________
dropout_672 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1345 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,411
Trainable params: 34,411
Non-trainable params: 0
_________________________________________________________________
