Model: "sequential_3412"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6824 (Dense)           (None, 67)                70551     
_________________________________________________________________
dropout_3412 (Dropout)       (None, 67)                0         
_________________________________________________________________
dense_6825 (Dense)           (None, 11)                748       
=================================================================
Total params: 71,299
Trainable params: 71,299
Non-trainable params: 0
_________________________________________________________________
