Model: "sequential_1404"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2808 (Dense)           (None, 137)               145083    
_________________________________________________________________
dropout_1404 (Dropout)       (None, 137)               0         
_________________________________________________________________
dense_2809 (Dense)           (None, 11)                1518      
=================================================================
Total params: 146,601
Trainable params: 146,601
Non-trainable params: 0
_________________________________________________________________
