Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 147)               154938    
_________________________________________________________________
dropout (Dropout)            (None, 147)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1628      
=================================================================
Total params: 156,566
Trainable params: 156,566
Non-trainable params: 0
_________________________________________________________________
