Model: "sequential_3488"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6976 (Dense)           (None, 32)                33856     
_________________________________________________________________
dropout_3488 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_6977 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,219
Trainable params: 34,219
Non-trainable params: 0
_________________________________________________________________
