Model: "sequential_2881"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5762 (Dense)           (None, 137)               145220    
_________________________________________________________________
dropout_2881 (Dropout)       (None, 137)               0         
_________________________________________________________________
dense_5763 (Dense)           (None, 11)                1518      
=================================================================
Total params: 146,738
Trainable params: 146,738
Non-trainable params: 0
_________________________________________________________________
