Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 172)               178364    
_________________________________________________________________
dropout (Dropout)            (None, 172)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1903      
=================================================================
Total params: 180,267
Trainable params: 180,267
Non-trainable params: 0
_________________________________________________________________
