Model: "sequential_2295"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4590 (Dense)           (None, 222)               228660    
_________________________________________________________________
dropout_2295 (Dropout)       (None, 222)               0         
_________________________________________________________________
dense_4591 (Dense)           (None, 11)                2453      
=================================================================
Total params: 231,113
Trainable params: 231,113
Non-trainable params: 0
_________________________________________________________________
