Model: "sequential_4805"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9610 (Dense)           (None, 77)                82159     
_________________________________________________________________
dropout_4805 (Dropout)       (None, 77)                0         
_________________________________________________________________
dense_9611 (Dense)           (None, 11)                858       
=================================================================
Total params: 83,017
Trainable params: 83,017
Non-trainable params: 0
_________________________________________________________________
