Model: "sequential_2258"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4516 (Dense)           (None, 82)                86264     
_________________________________________________________________
dropout_2258 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_4517 (Dense)           (None, 11)                913       
=================================================================
Total params: 87,177
Trainable params: 87,177
Non-trainable params: 0
_________________________________________________________________
