Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 87)                91350     
_________________________________________________________________
dropout (Dropout)            (None, 87)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                968       
=================================================================
Total params: 92,318
Trainable params: 92,318
Non-trainable params: 0
_________________________________________________________________
