Model: "sequential_1621"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3242 (Dense)           (None, 32)                33280     
_________________________________________________________________
dropout_1621 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3243 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,643
Trainable params: 33,643
Non-trainable params: 0
_________________________________________________________________
