Model: "sequential_5262"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10524 (Dense)          (None, 32)                33024     
_________________________________________________________________
dropout_5262 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_10525 (Dense)          (None, 11)                363       
=================================================================
Total params: 33,387
Trainable params: 33,387
Non-trainable params: 0
_________________________________________________________________
