Model: "sequential_3898"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7796 (Dense)           (None, 32)                33472     
_________________________________________________________________
dropout_3898 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_7797 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,835
Trainable params: 33,835
Non-trainable params: 0
_________________________________________________________________
