Model: "sequential_4365"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8730 (Dense)           (None, 32)                33728     
_________________________________________________________________
dropout_4365 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_8731 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,091
Trainable params: 34,091
Non-trainable params: 0
_________________________________________________________________
