Model: "sequential_3403"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6806 (Dense)           (None, 97)                102723    
_________________________________________________________________
dropout_3403 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_6807 (Dense)           (None, 11)                1078      
=================================================================
Total params: 103,801
Trainable params: 103,801
Non-trainable params: 0
_________________________________________________________________
