Model: "sequential_736"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1472 (Dense)           (None, 32)                33952     
_________________________________________________________________
dropout_736 (Dropout)        (None, 32)                0         
_________________________________________________________________
dense_1473 (Dense)           (None, 11)                363       
=================================================================
Total params: 34,315
Trainable params: 34,315
Non-trainable params: 0
_________________________________________________________________
