Model: "sequential_4163"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8326 (Dense)           (None, 82)                85116     
_________________________________________________________________
dropout_4163 (Dropout)       (None, 82)                0         
_________________________________________________________________
dense_8327 (Dense)           (None, 11)                913       
=================================================================
Total params: 86,029
Trainable params: 86,029
Non-trainable params: 0
_________________________________________________________________
