Model: "sequential_5091"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10182 (Dense)          (None, 142)               149242    
_________________________________________________________________
dropout_5091 (Dropout)       (None, 142)               0         
_________________________________________________________________
dense_10183 (Dense)          (None, 11)                1573      
=================================================================
Total params: 150,815
Trainable params: 150,815
Non-trainable params: 0
_________________________________________________________________
