Model: "sequential_701"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1402 (Dense)           (None, 122)               129442    
_________________________________________________________________
dropout_701 (Dropout)        (None, 122)               0         
_________________________________________________________________
dense_1403 (Dense)           (None, 11)                1353      
=================================================================
Total params: 130,795
Trainable params: 130,795
Non-trainable params: 0
_________________________________________________________________
