Model: "sequential_5350"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10700 (Dense)          (None, 252)               265356    
_________________________________________________________________
dropout_5350 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10701 (Dense)          (None, 11)                2783      
=================================================================
Total params: 268,139
Trainable params: 268,139
Non-trainable params: 0
_________________________________________________________________
