Model: "sequential_1043"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2086 (Dense)           (None, 162)               170748    
_________________________________________________________________
dropout_1043 (Dropout)       (None, 162)               0         
_________________________________________________________________
dense_2087 (Dense)           (None, 11)                1793      
=================================================================
Total params: 172,541
Trainable params: 172,541
Non-trainable params: 0
_________________________________________________________________
