Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 252)               264348    
_________________________________________________________________
dropout (Dropout)            (None, 252)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                2783      
=================================================================
Total params: 267,131
Trainable params: 267,131
Non-trainable params: 0
_________________________________________________________________
