Model: "sequential_3056"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6112 (Dense)           (None, 117)               121329    
_________________________________________________________________
dropout_3056 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_6113 (Dense)           (None, 11)                1298      
=================================================================
Total params: 122,627
Trainable params: 122,627
Non-trainable params: 0
_________________________________________________________________
