Model: "sequential_1442"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2884 (Dense)           (None, 147)               152880    
_________________________________________________________________
dropout_1442 (Dropout)       (None, 147)               0         
_________________________________________________________________
dense_2885 (Dense)           (None, 11)                1628      
=================================================================
Total params: 154,508
Trainable params: 154,508
Non-trainable params: 0
_________________________________________________________________
