Model: "sequential_570"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1140 (Dense)           (None, 107)               112457    
_________________________________________________________________
dropout_570 (Dropout)        (None, 107)               0         
_________________________________________________________________
dense_1141 (Dense)           (None, 11)                1188      
=================================================================
Total params: 113,645
Trainable params: 113,645
Non-trainable params: 0
_________________________________________________________________
