Model: "sequential_5217"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10434 (Dense)          (None, 137)               146179    
_________________________________________________________________
dropout_5217 (Dropout)       (None, 137)               0         
_________________________________________________________________
dense_10435 (Dense)          (None, 11)                1518      
=================================================================
Total params: 147,697
Trainable params: 147,697
Non-trainable params: 0
_________________________________________________________________
