Model: "sequential_706"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1412 (Dense)           (None, 107)               111173    
_________________________________________________________________
dropout_706 (Dropout)        (None, 107)               0         
_________________________________________________________________
dense_1413 (Dense)           (None, 11)                1188      
=================================================================
Total params: 112,361
Trainable params: 112,361
Non-trainable params: 0
_________________________________________________________________
