Model: "sequential_2331"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4662 (Dense)           (None, 252)               270144    
_________________________________________________________________
dropout_2331 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_4663 (Dense)           (None, 11)                2783      
=================================================================
Total params: 272,927
Trainable params: 272,927
Non-trainable params: 0
_________________________________________________________________
