Model: "sequential_3171"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6342 (Dense)           (None, 207)               219420    
_________________________________________________________________
dropout_3171 (Dropout)       (None, 207)               0         
_________________________________________________________________
dense_6343 (Dense)           (None, 11)                2288      
=================================================================
Total params: 221,708
Trainable params: 221,708
Non-trainable params: 0
_________________________________________________________________
