Model: "sequential_3396"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_6792 (Dense)           (None, 167)               173179    
_________________________________________________________________
dropout_3396 (Dropout)       (None, 167)               0         
_________________________________________________________________
dense_6793 (Dense)           (None, 11)                1848      
=================================================================
Total params: 175,027
Trainable params: 175,027
Non-trainable params: 0
_________________________________________________________________
