Model: "sequential_5315"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_10630 (Dense)          (None, 252)               265356    
_________________________________________________________________
dropout_5315 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_10631 (Dense)          (None, 11)                2783      
=================================================================
Total params: 268,139
Trainable params: 268,139
Non-trainable params: 0
_________________________________________________________________
