Model: "sequential_4314"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_8628 (Dense)           (None, 252)               268884    
_________________________________________________________________
dropout_4314 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_8629 (Dense)           (None, 11)                2783      
=================================================================
Total params: 271,667
Trainable params: 271,667
Non-trainable params: 0
_________________________________________________________________
