Model: "sequential_4673"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_9346 (Dense)           (None, 62)                63984     
_________________________________________________________________
dropout_4673 (Dropout)       (None, 62)                0         
_________________________________________________________________
dense_9347 (Dense)           (None, 11)                693       
=================================================================
Total params: 64,677
Trainable params: 64,677
Non-trainable params: 0
_________________________________________________________________
