Model: "sequential_925"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1850 (Dense)           (None, 52)                54808     
_________________________________________________________________
dropout_925 (Dropout)        (None, 52)                0         
_________________________________________________________________
dense_1851 (Dense)           (None, 11)                583       
=================================================================
Total params: 55,391
Trainable params: 55,391
Non-trainable params: 0
_________________________________________________________________
