Model: "sequential_2432"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4864 (Dense)           (None, 242)               249502    
_________________________________________________________________
dropout_2432 (Dropout)       (None, 242)               0         
_________________________________________________________________
dense_4865 (Dense)           (None, 11)                2673      
=================================================================
Total params: 252,175
Trainable params: 252,175
Non-trainable params: 0
_________________________________________________________________
