Model: "sequential_2690"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_5380 (Dense)           (None, 132)               141504    
_________________________________________________________________
dropout_2690 (Dropout)       (None, 132)               0         
_________________________________________________________________
dense_5381 (Dense)           (None, 11)                1463      
=================================================================
Total params: 142,967
Trainable params: 142,967
Non-trainable params: 0
_________________________________________________________________
