Model: "sequential_217"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_434 (Dense)            (None, 42)                45150     
_________________________________________________________________
dropout_217 (Dropout)        (None, 42)                0         
_________________________________________________________________
dense_435 (Dense)            (None, 11)                473       
=================================================================
Total params: 45,623
Trainable params: 45,623
Non-trainable params: 0
_________________________________________________________________
