Model: "sequential_1854"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3708 (Dense)           (None, 32)                33568     
_________________________________________________________________
dropout_1854 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_3709 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,931
Trainable params: 33,931
Non-trainable params: 0
_________________________________________________________________
