Model: "sequential_3899"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_7798 (Dense)           (None, 252)               265104    
_________________________________________________________________
dropout_3899 (Dropout)       (None, 252)               0         
_________________________________________________________________
dense_7799 (Dense)           (None, 11)                2783      
=================================================================
Total params: 267,887
Trainable params: 267,887
Non-trainable params: 0
_________________________________________________________________
