Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 82)                85854     
_________________________________________________________________
dropout (Dropout)            (None, 82)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                913       
=================================================================
Total params: 86,767
Trainable params: 86,767
Non-trainable params: 0
_________________________________________________________________
