Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 157)               162966    
_________________________________________________________________
dropout (Dropout)            (None, 157)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1738      
=================================================================
Total params: 164,704
Trainable params: 164,704
Non-trainable params: 0
_________________________________________________________________
