Model: "sequential_1455"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2910 (Dense)           (None, 117)               121329    
_________________________________________________________________
dropout_1455 (Dropout)       (None, 117)               0         
_________________________________________________________________
dense_2911 (Dense)           (None, 11)                1298      
=================================================================
Total params: 122,627
Trainable params: 122,627
Non-trainable params: 0
_________________________________________________________________
