Model: "sequential_2028"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4056 (Dense)           (None, 97)                103984    
_________________________________________________________________
dropout_2028 (Dropout)       (None, 97)                0         
_________________________________________________________________
dense_4057 (Dense)           (None, 11)                1078      
=================================================================
Total params: 105,062
Trainable params: 105,062
Non-trainable params: 0
_________________________________________________________________
