Model: "sequential_1966"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3932 (Dense)           (None, 182)               191464    
_________________________________________________________________
dropout_1966 (Dropout)       (None, 182)               0         
_________________________________________________________________
dense_3933 (Dense)           (None, 11)                2013      
=================================================================
Total params: 193,477
Trainable params: 193,477
Non-trainable params: 0
_________________________________________________________________
