Model: "sequential_412"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_824 (Dense)            (None, 252)               261828    
_________________________________________________________________
dropout_412 (Dropout)        (None, 252)               0         
_________________________________________________________________
dense_825 (Dense)            (None, 11)                2783      
=================================================================
Total params: 264,611
Trainable params: 264,611
Non-trainable params: 0
_________________________________________________________________
