Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 162)               167022    
_________________________________________________________________
dropout (Dropout)            (None, 162)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1793      
=================================================================
Total params: 168,815
Trainable params: 168,815
Non-trainable params: 0
_________________________________________________________________
