Model: "sequential_504"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1008 (Dense)           (None, 57)                60078     
_________________________________________________________________
dropout_504 (Dropout)        (None, 57)                0         
_________________________________________________________________
dense_1009 (Dense)           (None, 11)                638       
=================================================================
Total params: 60,716
Trainable params: 60,716
Non-trainable params: 0
_________________________________________________________________
