Model: "sequential_891"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1782 (Dense)           (None, 97)                100686    
_________________________________________________________________
dropout_891 (Dropout)        (None, 97)                0         
_________________________________________________________________
dense_1783 (Dense)           (None, 11)                1078      
=================================================================
Total params: 101,764
Trainable params: 101,764
Non-trainable params: 0
_________________________________________________________________
