Model: "sequential_2032"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_4064 (Dense)           (None, 202)               209474    
_________________________________________________________________
dropout_2032 (Dropout)       (None, 202)               0         
_________________________________________________________________
dense_4065 (Dense)           (None, 11)                2233      
=================================================================
Total params: 211,707
Trainable params: 211,707
Non-trainable params: 0
_________________________________________________________________
