Model: "sequential_1990"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_3980 (Dense)           (None, 92)                94760     
_________________________________________________________________
dropout_1990 (Dropout)       (None, 92)                0         
_________________________________________________________________
dense_3981 (Dense)           (None, 11)                1023      
=================================================================
Total params: 95,783
Trainable params: 95,783
Non-trainable params: 0
_________________________________________________________________
