Model: "sequential_1274"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_2548 (Dense)           (None, 32)                33568     
_________________________________________________________________
dropout_1274 (Dropout)       (None, 32)                0         
_________________________________________________________________
dense_2549 (Dense)           (None, 11)                363       
=================================================================
Total params: 33,931
Trainable params: 33,931
Non-trainable params: 0
_________________________________________________________________
