Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 147)               155526    
_________________________________________________________________
dropout (Dropout)            (None, 147)               0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                1628      
=================================================================
Total params: 157,154
Trainable params: 157,154
Non-trainable params: 0
_________________________________________________________________
