Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense (Dense)                (None, 72)                74736     
_________________________________________________________________
dropout (Dropout)            (None, 72)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 11)                803       
=================================================================
Total params: 75,539
Trainable params: 75,539
Non-trainable params: 0
_________________________________________________________________
